/*
 text.strings
 QQKSong
 
 本地化字符文件
 
 Created by ethangao on 14-5-15.
 Copyright (c) 2014年 Tencent. All rights reserved.
 */


"测试测试" = "wengdada";
"您的剩余存储空间极低,将影响部分功能使用。您可以在系统设置中管理存储空间。" = "您的剩余存储空间极低,将影响部分功能使用。您可以在系统设置中管理存储空间。";
"您的剩余存储空间极低,导致下载失败。您可以在系统设置中管理存储空间。" = "您的剩余存储空间极低,导致下载失败。您可以在系统设置中管理存储空间。";
"您的剩余存储空间极低,导致播放失败。您可以在系统设置中管理存储空间。" = "您的剩余存储空间极低,导致播放失败。您可以在系统设置中管理存储空间。";
"抱歉，您当前手机配置过低，无法支持直播观看，去看看朋友们的作品吧!" = "抱歉，您当前手机配置过低，无法支持直播观看，去看看朋友们的作品吧!";
"我知道了" = "我知道了";
"很抱歉，您的机型无法支持直播功能哦~" = "很抱歉，您的机型无法支持直播功能哦~";
"清理K歌存储" = "清理K歌存储";
"结束直播" = "结束直播";
"取消" = "取消";
"继续" = "继续";
"登录失败，请重新登录" = "登录失败，请重新登录";
"动态" = "动态";
"发现" = "发现";
"点歌" = "点歌";
"点歌_1" = "点歌";
"消息" = "消息";
"我的" = "我的";
"当前版本暂不支持该功能，请升级版本" = "当前版本暂不支持该功能，请升级版本";
"升级" = "升级";
"网络异常通知" = "网络异常通知";
"当前网络尚未认证，无法查看新消息，请尝试认证网络。" = "当前网络尚未认证，无法查看新消息，请尝试认证网络。";
"认证" = "认证";
"您现在无法收到新消息通知。请到设置中开启" = "您现在无法收到新消息通知。请到设置中开启";
"不再提示" = "不再提示";
"设置" = "设置";
"您现在无法收到新消息通知。请到系统\"设置\"-\"通知\"-\"WeSing\"中开启" = "您现在无法收到新消息通知。请到系统\"设置\"-\"通知\"-\"WeSing\"中开启";
"确定" = "确定";
"需要访问您的麦克风,请到设置里开用麦克风" = "需要访问您的麦克风,请到设置里开用麦克风";
"需要访问您的麦克风,请到设置里开用麦克风:设置->隐私->麦克风" = "需要访问您的麦克风,请到设置里开用麦克风:设置->隐私->麦克风";
"需要访问您的相机,请到设置里开启" = "需要访问您的相机,请到设置里开启";
"需要访问您的相机,请到设置里开启:设置->隐私->相机" = "需要访问您的相机,请到设置里开启:设置->隐私->相机";
"需要访问您的相册,请到设置里开启" = "需要访问您的相册,请到设置里开启";
"需要访问您的相册,请到设置里开启:设置->隐私->照片" = "需要访问您的相册,请到设置里开启:设置->隐私->照片";
"需要访问您的位置,请到设置里开启" = "需要访问您的位置,请到设置里开启";
"需要访问您的位置,请到设置里开启:设置->隐私->定位服务" = "需要访问您的位置,请到设置里开启:设置->隐私->定位服务";
"本场土豪" = "本场土豪";
"本周土豪" = "本周土豪";
"送礼去" = "送礼去";
"参与合唱列表" = "参与合唱列表";
"合唱" = "合唱";
"和声" = "和声";
"合唱过%@次" = "合唱过%@次";
"网络错误，请稍后重试" = "网络错误，请稍后重试";
"已经将这个合唱作品\n收录到我的个人主页" = "已经将这个合唱作品\n收录到我的个人主页";
"还没有人加入过该歌曲的合唱" = "还没有人加入过该歌曲的合唱";
"加入合唱" = "加入合唱";
"加入合唱_2" = "加入合唱";
"还没有合唱" = "还没有合唱";
"加载更多榜单" = "加载更多榜单";
"好友演唱排行" = "好友演唱排行";
"全国人气排行" = "全国人气排行";
"%@分" = "%@分";
"K歌好友榜" = "K歌好友榜";
"周作品播放总量：%@" = "周作品播放总量：%@";
"K歌金曲榜往期榜单" = "K歌金曲榜往期榜单";
"获取失败，请稍后再试" = "获取失败，请稍后再试";
"%d期" = "%d期";
"K歌金曲榜" = "K歌金曲榜";
"来听听甄选的金曲吧~" = "来听听甄选的金曲吧~";
"K歌金曲榜%ld期" = "K歌金曲榜%ld期";
"如何认证" = "如何认证";
"暂无推荐" = "暂无推荐";
"入住大咖" = "入住大咖";
"添加好友" = "添加好友";
"大赛" = "大赛";
"留声机" = "留声机";
"我是评委" = "我是评委";
"认证歌手" = "认证歌手";
"网络错误，请点击重新加载" = "网络错误，请点击重新加载";
"%@ K币" = "%@ K币";
"粉丝 %@" = "粉丝 %@";
"全部" = "全部";
"大赛-WeSing" = "大赛-WeSing";
"加载网页失败，请后退重试" = "加载网页失败，请后退重试";
"排行榜" = "排行榜";
"我的收藏" = "我的收藏";
"取消收藏成功" = "取消收藏成功";
"您还没有收藏作品，多去听听大家的好歌吧!" = "您还没有收藏作品，多去听听大家的好歌吧!";
"视频文件加载失败" = "视频文件加载失败";
"闪屏" = "闪屏";
"立即体验" = "立即体验";
"进入WeSing" = "进入WeSing";
"往期直播" = "往期直播";
"歌曲评委" = "歌曲评委";
"听听其他歌曲的演唱？" = "听听其他歌曲的演唱？";
"多听一会才能打分哟！" = "多听一会才能打分哟！";
"不能给自己赠送礼物哦" = "不能给自己赠送礼物哦";
"获取歌曲失败" = "获取歌曲失败";
"该单曲演唱版本量较小，先听听其他歌吧！" = "该单曲演唱版本量较小，先听听其他歌吧！";
"该单曲演唱版本已播完，听听其他的歌吧！" = "该单曲演唱版本已播完，听听其他的歌吧！";
"此作品不存在或被用户删除" = "此作品不存在或被用户删除";
"加载歌曲失败" = "加载歌曲失败";
"下载歌曲失败" = "下载歌曲失败";
"开始点评" = "开始点评";
"换一首" = "换一首";
"听其他歌" = "听其他歌";
"给这首歌评分" = "给这首歌评分";
"您已给%d首歌评分" = "您已给%d首歌评分";
"送礼物" = "送礼物";
"喜欢就送礼物，您评过的5星作品会在主页推荐" = "喜欢就送礼物，您评过的5星作品会在主页推荐";
"听听下一首" = "听听下一首";
"大家给这首歌的评分" = "大家给这首歌的评分";
"%1$.1f (%2$@人评分)" = "%1$.1f (%2$@人评分)";
"邀请好友" = "邀请好友";
"邀请好友来和自己一起合唱" = "邀请好友来和自己一起合唱";
"选择好友" = "选择好友";
"我的好友" = "我的好友";
"关注" = "关注";
"最近私信" = "最近私信";
"这里会展示好友列表" = "这里会展示好友列表";
"这里会展示你关注的人" = "这里会展示你关注的人";
"这里会展示私信好友" = "这里会展示私信好友";
"未选中用户%@" = "未选中用户%@";
"选择好友已达上限！" = "选择好友已达上限！";
"已选中用户%@" = "已选中用户%@";
"截片段" = "截片段";
"截取" = "截取";
"唱整首" = "唱整首";
"只录此段" = "只录此段";
"循环练习：" = "循环练习：";
"开始录制" = "开始录制";
"加入别人的合唱  " = "加入别人的合唱  ";
"唱红色部分" = "唱红色部分";
"唱蓝色部分" = "唱蓝色部分";
"你需要演唱蓝色部分以及合唱部分" = "你需要演唱蓝色部分以及合唱部分";
"你需要演唱红色部分以及合唱部分" = "你需要演唱红色部分以及合唱部分";
"演唱但未上传的歌曲会保存在这里" = "演唱但未上传的歌曲会保存在这里";
"快去试试吧！" = "快去试试吧！";
"暂无录音" = "暂无录音";
"留声机-%@" = "留声机-%@";
"昨天" = "昨天";
"今天" = "今天";
"%1$@分 %2$.1fM %3$@ %4$@" = "%1$@分 %2$.1fM %3$@ %4$@";
"删除" = "删除";
"要删除本地录音作品《%@》吗？" = "要删除本地录音作品《%@》吗？";
"我在这里" = "我在这里";
"搜索" = "搜索";
"不显示位置" = "不显示位置";
"正在获取相册信息" = "正在获取相册信息";
"TA还没有上传照片" = "TA还没有上传照片";
"正在上传图片" = "正在上传图片";
"图片上传成功" = "图片上传成功";
"图片上传失败" = "图片上传失败";
"删除图片失败,请稍后重试" = "删除图片失败,请稍后重试";
"完成" = "完成";
"更换" = "更换";
"重新同步" = "重新同步";
"正在定位" = "正在定位";
"查询超时\n请恢复网络后重新定位" = "查询超时\n请恢复网络后重新定位";
"查询失败\n请恢复网络后重新定位" = "查询失败\n请恢复网络后重新定位";
"查询不到任何信息\n请恢复网络后重新定位" = "查询不到任何信息\n请恢复网络后重新定位";
"重新定位" = "重新定位";
"作品未发布，确定要退出吗？" = "作品未发布，确定要退出吗？";
"退出" = "退出";
"请先填写歌曲名称后再发布" = "请先填写歌曲名称后再发布";
"清唱名字不能够全是空格" = "清唱名字不能够全是空格";
"清唱歌名不能包含表情" = "清唱歌名不能包含表情";
"不能超过140个字符" = "不能超过140个字符";
"歌曲描述不能为空" = "歌曲描述不能为空";
"暂不支持文件替换" = "暂不支持文件替换";
"关闭" = "关闭";
"正在发布" = "正在发布";
"匿名发表" = "匿名发表";
"这里填清唱的名字" = "这里填清唱的名字";
"正在同步" = "正在同步";
"我的相册" = "我的相册";
"照片将在歌曲详情页幻灯播放" = "照片将在歌曲详情页幻灯播放";
"同步到" = "同步到";
"注：留声机作品不会在个人主页展示" = "注：留声机作品不会在个人主页展示";
"私密上传" = "私密上传";
"WeSing内仅自己可见，可分享到QQ、微信、微博让好友欣赏" = "WeSing内仅自己可见，可分享到QQ、WeChat、微博让好友欣赏";
"匿名" = "匿名";
"回唱" = "回唱";
"留下心情" = "留下心情";
"发布" = "发布";
"相册同步失败" = "相册同步失败";
"本地相册" = "本地相册";
"K歌相册" = "K歌相册";
"使用原曲封面" = "使用原曲封面";
"使用MV封面" = "使用MV封面";
"显示位置" = "显示位置";
"作品发布成功" = "作品发布成功";
"作品发布失败" = "作品发布失败";
"邀请" = "邀请";
"清唱歌名不能为空" = "清唱歌名不能为空";
"清唱名字不能为空格" = "清唱名字不能为空格";
"作品合成错误，请重试" = "作品合成错误，请重试";
"通知好友" = "通知好友";
"开启后,你的QQ好友将收到通知,及时收听你的作品" = "开启后,你的QQ好友将收到通知,及时收听你的作品";
"开启后,你的微信好友将收到通知,及时收听你的作品" = "开启后,你的WeChat好友将收到通知,及时收听你的作品";
"关闭分数提示" = "关闭分数提示";
"返回" = "返回";
"录制还未结束，确定要退出吗？" = "录制还未结束，确定要退出吗？";
"单句得分" = "单句得分";
"添加视频" = "添加视频";
"合唱得分" = "合唱得分";
"得分" = "得分";
"重唱" = "重唱";
"保存" = "保存";
"清唱歌曲名字" = "清唱歌曲名字";
"这首歌唱的得分有点低，重新唱过吧" = "这首歌唱的得分有点低，重新唱过吧";
"保存后将覆盖你上一次保存在本地的这首歌的录音" = "保存后将覆盖你上一次保存在本地的这首歌的录音";
"上传后将删除你上一次保存在本地的这首歌的录音" = "上传后将删除你上一次保存在本地的这首歌的录音";
"合成中" = "合成中";
"合成失败" = "合成失败";
"清唱" = "清唱";
"试听进度 百分之%f" = "试听进度 百分之%f";
"试听进度" = "试听进度";
"清唱达人" = "清唱达人";
"更多" = "更多";
"调节音量" = "调节音量";
"录制还未结束，确定要%@吗？" = "录制还未结束，确定要%@吗？";
"其他" = "其他";
"下载伴奏还未结束，确定要退出吗？" = "下载伴奏还未结束，确定要退出吗？";
"发送成功" = "发送成功";
"发送失败,请稍后重试" = "发送失败,请稍后重试";
"切换模式" = "切换模式";
"切换录制模式，演唱将重新开始，已录部分不会保留，确定切换?" = "切换录制模式，演唱将重新开始，已录部分不会保留，确定切换?";
"确认" = "确认";
"切换镜头，演唱将重新开始，已录部分不会保留，确定切换?" = "切换镜头，演唱将重新开始，已录部分不会保留，确定切换?";
"知道了" = "知道了";
"您正在通话中，请结束通话后再重试！" = "您正在通话中，请结束通话后再重试！";
"试试练唱模式" = "试试练唱模式";
"继续录制" = "继续录制";
"切换前后摄像头" = "切换前后摄像头";
"录制最美30s" = "录制最美30s";
"模板" = "模板";
"滤镜" = "滤镜";
"暂停" = "暂停";
"重录" = "重录";
"重录将重新开始视频拍摄，之前拍摄的部分不会保留，确定重录?" = "重录将重新开始视频拍摄，之前拍摄的部分不会保留，确定重录?";
"暂停视频录制" = "暂停视频录制";
"合成视频失败，请重试" = "合成视频失败，请重试";
"清唱MV" = "清唱MV";
"重拍视频" = "重拍视频";
"继续播放" = "继续播放";
"练唱列表" = "练唱列表";
"你还没有点歌哦！" = "你还没有点歌哦！";
"看看大家唱什么" = "看看大家唱什么";
"分类" = "分类";
"你唱得太棒了！简直超越了原唱!" = "你唱得太棒了！简直超越了原唱!";
"作为一只五音不全的鹦鹉，我嫉妒你！" = "作为一只五音不全的鹦鹉，我嫉妒你！";
"唱得不错，如果再抓住些节拍就更棒了！" = "唱得不错，如果再抓住些节拍就更棒了！";
"嗯…你的肺活量蛮大的！但要注意音准！" = "嗯…你的肺活量蛮大的！但要注意音准！";
"呃…录音机表示没有听到你的歌声" = "呃…录音机表示没有听到你的歌声";
"说唱部分不支持练唱分析" = "说唱部分不支持练唱分析";
"该曲目不支持练唱分析" = "该曲目不支持练唱分析";
"继续练习" = "继续练习";
"回放" = "回放";
"唱高了" = "唱高了";
"唱低了" = "唱低了";
"唱快了" = "唱快了";
"唱慢了" = "唱慢了";
"插入耳机，才能更好的使用练唱功能" = "插入耳机，才能更好的使用练唱功能";
"该你唱了" = "该你唱了";
"练习还未结束，确定要退出吗？" = "练习还未结束，确定要退出吗？";
"抱歉,这首歌不支持练唱" = "抱歉,这首歌不支持练唱";
"轻按歌词继续播放" = "轻按歌词继续播放";
"入驻大咖" = "入驻大咖";
"网络错误，请重试" = "网络错误，请重试";
"主唱魅力榜" = "主唱魅力榜";
"日榜" = "日榜";
"周榜" = "周榜";
"总榜" = "总榜";
"暂时没有榜单" = "暂时没有榜单";
"秀场" = "秀场";
"我关注的" = "我关注的";
"大咖秀" = "大咖秀";
"热门" = "热门";
"新秀" = "新秀";
"暂时没有直播间" = "暂时没有直播间";
"已点伴奏" = "已点伴奏";
"已点伴奏2" = "已点伴奏";
"我的作品" = "我的作品";
"我的专辑" = "我的专辑";
"获取专辑列表失败" = "获取专辑列表失败";
"添加" = "添加";
"已添加" = "已添加";
"单曲%1$@  评论%2$@  礼物%3$@" = "单曲%1$@  评论%2$@  礼物%3$@";
"暂时没有作品" = "暂时没有作品";
"暂时没有专辑" = "暂时没有专辑";
"暂时没有歌曲" = "暂时没有歌曲";
"本场歌单" = "本场歌单";
"添加歌曲" = "添加歌曲";
"还没添加歌曲" = "还没添加歌曲";
"主唱还没添加歌曲" = "主唱还没添加歌曲";
"财富等级" = "财富等级";
"财富榜" = "财富榜";
"我当前的等级:" = "我当前的等级:";
"TA当前的等级:" = "TA当前的等级:";
"已送出 %1$@ K币，晋级还需送出 %2$@ K币" = "已送出 %1$@ K币，晋级还需送出 %2$@ K币";
"已送出 %@ K币" = "已送出 %@ K币";
"购买K币" = "购买K币";
"按消费K币数量排名" = "按消费K币数量排名";
"新晋榜" = "新晋榜";
"%d连冠" = "%d连冠";
"免费鲜花" = "免费鲜花";
"女士手表" = "女士手表";
"巧克力蛋糕" = "巧克力蛋糕";
"在线观众" = "在线观众";
"观众管理" = "观众管理";
"%d人在线" = "%d人在线";
"%@人在线" = "%@人在线";
"进入个人主页将退出当前直播间" = "进入个人主页将退出当前直播间";
"设为管理员" = "设为管理员";
"实施禁言" = "实施禁言";
"私信" = "私信";
"私信_2" = "私信";
"粉丝" = "粉丝";
"作品" = "作品";
"不再关注此人?" = "不再关注此人?";
"不再关注" = "不再关注";
"取消管理员" = "取消管理员";
"设置为管理员" = "设置为管理员";
"取消禁言" = "取消禁言";
"取消关注失败:网络错误" = "取消关注失败:网络错误";
"由于对方的权限设置，您暂时不能关注这位用户" = "由于对方的权限设置，您暂时不能关注这位用户";
"您已拉黑了这位用户，可以在\"设置-黑名单\"里取消拉黑后再关注" = "您已拉黑了这位用户，可以在\"设置-黑名单\"里取消拉黑后再关注";
"关注失败:网络错误" = "关注失败:网络错误";
"取消关注" = "取消关注";
"继续直播" = "继续直播";
"关注主唱" = "关注主唱";
"收获鲜花数" = "收获鲜花数";
"关注成功" = "关注成功";
"最热点歌" = "最热点歌";
"收获礼物K币数" = "收获礼物K币数";
"支持 %@ K币" = "支持 %@ K币";
"支持 %@ 鲜花" = "支持 %@ 鲜花";
"等%1$@人支持 %2$@ K币" = "等%1$@人支持 %2$@ K币";
"等%1$@人支持 %2$@ 鲜花" = "等%1$@人支持 %2$@ 鲜花";
"无人送礼,多支持你喜欢的作品!" = "无人送礼,多支持你喜欢的作品!";
"无人送礼,多唱些拿手好歌吧!" = "无人送礼,多唱些拿手好歌吧!";
"已结束 时长" = "已结束 时长";
"直播时长" = "直播时长";
"最高在线人数" = "最高在线人数";
"无人送礼,下次给主唱一点鼓励!" = "无人送礼,下次给主唱一点鼓励!";
"无人送礼,下次直播加油!" = "无人送礼,下次直播加油!";
"正在直播，欢迎加入" = "正在直播，欢迎加入";
"立即围观" = "立即围观";
"创建直播" = "创建直播";
"就选这张做封面吧" = "就选这张做封面吧";
"重拍" = "重拍";
"现在就去点歌" = "现在就去点歌";
"没有网络不能发起直播哦!" = "没有网络不能发起直播哦!";
"我正在WeSing直播,速速来围观吧～" = "我正在WeSing直播,速速来围观吧～";
"...的直播间" = "...的直播间";
"的直播间" = "的直播间";
"拍照" = "拍照";
"直播间" = "直播间";
"先拍一张美照做封面吧" = "先拍一张美照做封面吧";
"我正在WeSing里直播，速速来围观捧场吧~" = "我正在WeSing里直播，速速来围观捧场吧~";
"%@正在直播，速速来围观吧" = "%@正在直播，速速来围观吧";
"准备直播什么呢?" = "准备直播什么呢?";
"更换封面" = "更换封面";
"开始直播" = "开始直播";
"发起直播时会分享一条动态到QQ空间" = "发起直播时会分享一条动态到QQ空间";
"已关闭，不会分享直播动态到QQ空间" = "已关闭，不会分享直播动态到QQ空间";
"已开启，发起直播时会分享一条动态到QQ空间" = "已开启，发起直播时会分享一条动态到QQ空间";
"已关闭，不会分享直播动态到微信朋友圈" = "已关闭，不会分享直播动态到WeChat朋友圈";
"已开启，发起直播后会跳转微信进行分享" = "已开启，发起直播后会跳转WeChat进行分享";
"房间名不能超过%d字噢" = "房间名不能超过%d字噢";
"定位关闭,附近网友不可见" = "定位关闭,附近网友不可见";
"定位开启,附近网友可见" = "定位开启,附近网友可见";
"WeSing可以发起直播啦!" = "WeSing可以发起直播啦!";
"边唱歌边直播,还能和你的粉丝面对面,聊天互动哟!" = "边唱歌边直播,还能和你的粉丝面对面,聊天互动哟!";
"邀请好友参与直播，和你一起互动吧。申请认证主唱>" = "邀请好友参与直播，和你一起互动吧。申请认证主唱>";
"邀请好友参与直播，和你一起互动吧" = "邀请好友参与直播，和你一起互动吧";
"我已阅读并同意遵守" = "我已阅读并同意遵守";
"WeSing直播平台用户协议" = "WeSing直播平台用户协议";
"正在上传" = "正在上传";
"选择模式" = "选择模式";
"发起直播" = "发起直播";
"录制歌曲" = "录制歌曲";
"音视频信息" = "音视频信息";
"关闭音视频质量信息" = "关闭音视频质量信息";
"显示音视频质量信息" = "显示音视频质量信息";
"设置封面" = "设置封面";
"翻转镜头" = "翻转镜头";
"关闭美颜" = "关闭美颜";
"开启美颜" = "开启美颜";
"退出直播" = "退出直播";
"关视频" = "关视频";
"开视频" = "开视频";
"静音" = "静音";
"取消静音" = "取消静音";
"举报" = "举报";
"帮助与反馈" = "帮助与反馈";
"开启视频" = "开启视频";
"关闭视频" = "关闭视频";
"开歌词" = "开歌词";
"关歌词" = "关歌词";
"分享" = "分享";
"图片上传失败,更换封面失败,请重试" = "图片上传失败,更换封面失败,请重试";
"替换封面成功" = "替换封面成功";
"替换封面失败" = "替换封面失败";
"K币支持主唱" = "K币支持主唱";
"小喇叭%1$d K币/条，账户余额%2$@ K币，请前往充值" = "小喇叭%1$d K币/条，账户余额%2$@ K币，请前往充值";
"立即充值" = "立即充值";
"开启小喇叭%d K币/条。留言互动更醒目，快试试吧" = "开启小喇叭%d K币/条。留言互动更醒目，快试试吧";
"提示" = "提示";
"已开启小喇叭，%d k币/条" = "已开启小喇叭，%d k币/条";
"直播功能试运营期间，房间内主唱享受免费发送小喇叭喊话特权" = "直播功能试运营期间，房间内主唱享受免费发送小喇叭喊话特权";
"你已被主唱或管理员禁言，无法发送聊天消息" = "你已被主唱或管理员禁言，无法发送聊天消息";
"你已被主唱或管理员禁言，无法连麦" = "你已被主唱或管理员禁言，无法连麦";
"该用户已被禁言，无法连麦" = "该用户已被禁言，无法连麦";
"小喇叭不能超过%@个字符" = "小喇叭不能超过%@个字符";
"评论不能超过%@个字符" = "评论不能超过%@个字符";
"评论不能全为空格" = "评论不能全为空格";
"主唱开始了另外一场直播，是否继续观看" = "主唱开始了另外一场直播，是否继续观看";
"不了" = "不了";
"[直播]主播id:%1$lld, roomID:%2$@, groupID:%3$@ ,liveshowID:%4$@, relationID:%5$d" = "[直播]主播id:%1$lld, roomID:%2$@, groupID:%3$@ ,liveshowID:%4$@, relationID:%5$d";
"你不能以观众身份进入自己的直播间" = "你不能以观众身份进入自己的直播间";
"你另外设备有一个直播正在进行，需要先关闭该直播" = "你另外设备有一个直播正在进行，需要先关闭该直播";
"关闭之前直播" = "关闭之前直播";
"你有一个直播正在进行，选择继续将可能干扰正在进行的直播" = "你有一个直播正在进行，选择继续将可能干扰正在进行的直播";
"你有一个直播正在进行，选择继续将进入正在进行的直播" = "你有一个直播正在进行，选择继续将进入正在进行的直播";
"重新加入聊天室失败，请重新发起直播" = "重新加入聊天室失败，请重新发起直播";
"非常抱歉，房间人数已满，无法观看。看看其他好友动态吧。我知道了" = "非常抱歉，房间人数已满，无法观看。看看其他好友动态吧。我知道了";
"现在就去动态" = "现在就去动态";
"非常抱歉，仅K歌相互关注或登录账号互为好友可观看直播。建议你切换账号登录" = "非常抱歉，仅K歌相互关注或登录账号互为好友可观看直播。建议你切换账号登录";
"现在就去切换" = "现在就去切换";
"很抱歉哦，只有K歌互相关注好友或登录帐号互为好友才能观看直播哦，您当前未安装微信，无法登录哦~去看看其他好友动态吧~" = "很抱歉哦，只有K歌互相关注好友或登录帐号互为好友才能观看直播哦，您当前未安装WeChat，无法登录哦~去看看其他好友动态吧~";
"非常抱歉,您和主唱不是K歌互相关注好友或登录帐号互为好友，所以不能观看直播哦~去看看其他好友动态吧~" = "非常抱歉,您和主唱不是K歌互相关注好友或登录帐号互为好友，所以不能观看直播哦~去看看其他好友动态吧~";
"非常抱歉因为网络原因无法观看。看看其他好友动态吧。我知道了" = "非常抱歉因为网络原因无法观看。看看其他好友动态吧。我知道了";
"直播间登录失败，请稍后重试" = "直播间登录失败，请稍后重试";
"你当前网络较差，请重新进入房间" = "你当前网络较差，请重新进入房间";
"发起直播失败，请稍后重试" = "发起直播失败，请稍后重试";
"系统公告" = "系统公告";
"进入直播间" = "进入直播间";
"关注主唱!有直播第一时间知道" = "关注主唱!有直播第一时间知道";
"已关注" = "已关注";
"关注失败" = "关注失败";
"粉丝正在赶来的路上，确定结束直播？" = "粉丝正在赶来的路上，确定结束直播？";
"还有%@位用户在线，确定结束直播？" = "还有%@位用户在线，确定结束直播？";
"结束" = "结束";
"你的手机当前不能访问网络，请检查相关设置" = "你的手机当前不能访问网络，请检查相关设置";
"你正处于非WiFi环境，继续直播会消耗流量，运营商可能收取费用，是否继续？" = "你正处于非WiFi环境，继续直播会消耗流量，运营商可能收取费用，是否继续？";
"你正处于非WiFi环境，继续观看直播会消耗流量，运营商可能收取费用，是否继续？" = "你正处于非WiFi环境，继续观看直播会消耗流量，运营商可能收取费用，是否继续？";
"继续观看" = "继续观看";
"歌曲支持榜" = "歌曲支持榜";
"榜单为空" = "榜单为空";
"网络错误" = "网络错误";
"歌名" = "歌名";
"歌手名" = "歌手名";
"支持" = "支持";
"支持了" = "支持";
"共0人支持" = "共0人支持";
"共%@人支持" = "共%@人支持";
"土豪榜" = "土豪榜";
"鲜花" = "鲜花";
"创建直播失败，请稍后重试" = "创建直播失败，请稍后重试";
"加入直播失败，请稍后重试" = "加入直播失败，请稍后重试";
"直播已经离开" = "直播已经离开";
"您没有权限发起直播" = "您没有权限发起直播";
"您没有权限加入该直播间" = "您没有权限加入该直播间";
"已关闭已有的直播，请稍后重试" = "已关闭已有的直播，请稍后重试";
"你在另外一台设备登入直播间，该直播关闭" = "你在另外一台设备登入直播间，该直播关闭";
"已点%ld首" = "已点%ld首";
"下载出错" = "下载出错";
"重新下载" = "重新下载";
"暂无支持，呼叫大家支持吧" = "暂无支持，呼叫大家支持吧";
"暂无支持，快来支持吧" = "暂无支持，快来支持吧";
"已下载 %ld%%" = "已下载 %ld%%";
"支持了歌曲" = "支持了歌曲";
"等%ld人支持" = "等%ld人支持";
"伴唱" = "伴唱";
"原唱" = "原唱";
"调音" = "调音";
"关音译" = "关音译";
"开音译" = "开音译";
"音译" = "音译";
"升降调 减1" = "升降调 减1";
"升降调 加1" = "升降调 加1";
"人声音量" = "人声音量";
"伴奏音量" = "伴奏音量";
"音效，%@已选择" = "音效，%@已选择";
"录音棚" = "录音棚";
"空灵" = "空灵";
"磁性" = "磁性";
"初始化播放器错误!" = "初始化播放器错误!";
"登录" = "登录";
"QQ登录" = "QQ";
"微信登录" = "WeChat";
"QQ和微信登录账号不互通" = "QQ和WeChat登录账号不互通";
"请您使用微信登录哦" = "请您使用WeChat登录哦";
"请您使用QQ登录哦" = "请您使用QQ登录哦";
"修改头像" = "修改头像";
"修改昵称" = "修改昵称";
"修改性别" = "修改性别";
"修改地区" = "修改地区";
"修改生日" = "修改生日";
"昵称不能为空，请输入昵称" = "昵称不能为空，请输入昵称";
"昵称最长为%d字，请重新填写" = "昵称最长为%d字，请重新填写";
"注册失败,请稍后重试" = "注册失败,请稍后重试";
"私信不能超过200个字符" = "私信不能超过200个字符";
"私信不能全为空格" = "私信不能全为空格";
"私信不能为空" = "私信不能为空";
"删除成功" = "删除成功";
"删除失败" = "删除失败";
"查看他的主页" = "查看他的主页";
"查看他的相册" = "查看他的相册";
"取消屏蔽他的私信" = "取消屏蔽他的私信";
"屏蔽他的私信" = "屏蔽他的私信";
"查看她的主页" = "查看她的主页";
"查看她的相册" = "查看她的相册";
"取消屏蔽她的私信" = "取消屏蔽她的私信";
"屏蔽她的私信" = "屏蔽她的私信";
"删除私信记录" = "删除私信记录";
"系统消息" = "系统消息";
"删除系统消息" = "删除系统消息";
"重发该消息?" = "重发该消息?";
"该私信会话禁止回复" = "该私信会话禁止回复";
"对方已屏蔽你的私信" = "对方已屏蔽你的私信";
"%@后将无法恢复,确定删除？" = "%@后将无法恢复,确定删除？";
"礼物消息" = "礼物消息";
"未关注人私信" = "未关注人私信";
"没有私信聊天记录" = "没有私信聊天记录";
"%1$@在%2$@对你说%3$@" = "%1$@在%2$@对你说%3$@";
"删除失败，请稍后再试" = "删除失败，请稍后再试";
"回复 %@ :" = "回复 %@ :";
"添加评论..." = "添加评论...";
"评论不能超过140个字符" = "评论不能超过140个字符";
"评论不能为空" = "评论不能为空";
"评论成功" = "评论成功";
"消息设置" = "消息设置";
"最近听众" = "最近听众";
"收到礼物" = "收到礼物";
"已关注人评论" = "已关注人评论";
"未关注人评论" = "未关注人评论";
"《%@》这首歌可以制作为漂亮的音乐祝福礼物送给朋友" = "《%@》这首歌可以制作为漂亮的音乐祝福礼物送给朋友";
"立即制作" = "立即制作";
"删除礼物，但对应作品不会删除" = "删除礼物，但对应作品不会删除";
"删除礼物" = "删除礼物";
"了解详情" = "了解详情";
"保存成功" = "保存成功";
"录音已经保存在本地录音列表，可随时查看" = "录音已经保存在本地录音列表，可随时查看";
"私密上传后可分享给好友" = "私密上传后可分享给好友";
"查看本地录音" = "查看本地录音";
"五星点评" = "五星点评";
"还没有作品哦" = "还没有作品哦";
"还没有点评推荐的作品哦" = "还没有点评推荐的作品哦";
"评过的五星作品  %@" = "评过的五星作品  %@";
"收起全部评过的五星作品" = "收起全部评过的五星作品";
"展开全部评过的五星作品" = "展开全部评过的五星作品";
"查找用户" = "查找用户";
"以下用户您可能感兴趣:" = "以下用户您可能感兴趣:";
"换一批" = "换一批";
"全部热门用户都被你关注了，\n搜索昵称寻找更多好友吧" = "全部热门用户都被你关注了，\n搜索昵称寻找更多好友吧";
"这里会展示关注你的粉丝" = "这里会展示关注你的粉丝";
"还没有粉丝关注哦！" = "还没有粉丝关注哦！";
"邀请好友一起来玩" = "邀请好友一起来玩";
"他们也在玩" = "他们也在玩";
"你还没有制作礼物吧，\n唱一首歌制作礼物试试吧！" = "你还没有制作礼物吧，\n唱一首歌制作礼物试试吧！";
"去唱歌" = "去唱歌";
"我的礼物" = "我的礼物";
"点击加载更多" = "点击加载更多";
"仅自己可见" = "仅自己可见";
"MV审核中" = "MV审核中";
"MV审核失败" = "MV审核失败";
"还没有人关注哦！" = "还没有人关注哦！";
"播放历史" = "播放历史";
"还没收听过歌曲" = "还没收听过歌曲";
"今日收听次数: %d" = "今日收听次数: %d";
"累计收听次数: %d" = "累计收听次数: %d";
"%1$@%2$@访问了你的主页" = "%1$@%2$@访问了你的主页";
"今日收听次数: 1000000+" = "今日收听次数: 1000000+";
"今日收听次数: %lld" = "今日收听次数: %lld";
"累计收听次数: 1000000+" = "累计收听次数: 1000000+";
"累计收听次数: %lld" = "累计收听次数: %lld";
"QQ好友" = "QQ好友";
"您已经拉黑了这位用户，可以在“设置-黑名单”里取消拉黑后再关注" = "您已经拉黑了这位用户，可以在“设置-黑名单”里取消拉黑后再关注";
"你可能想要找:" = "你可能想要找:";
"搜索QQ号、微信或QQ昵称" = "搜索QQ号、WeChat或QQ昵称";
"搜索更多昵称含“%@”的用户" = "搜索更多昵称含“%@”的用户";
"没有找到“%@”的相关结果" = "没有找到“%@”的相关结果";
"热搜主唱" = "热搜主唱";
"清空搜索历史" = "清空搜索历史";
"确定清空搜索历史？" = "确定清空搜索历史？";
"修改" = "修改";
"%@-等待上传" = "%@-等待上传";
"%1$@-已上传%2$@%%" = "%1$@-已上传%2$@%%";
"%@-上传成功" = "%@-上传成功";
"上传失败" = "上传失败";
"头像更换成功" = "头像更换成功";
"头像更换失败" = "头像更换失败";
"加入黑名单成功" = "加入黑名单成功";
"移除黑名单成功" = "移除黑名单成功";
"%@作品" = "%@作品";
"还没有发布过作品哦" = "还没有发布过作品哦";
"%@粉丝" = "%@粉丝";
"%1$@ \n粉丝数: %2$@" = "%1$@ \n粉丝数: %2$@";
"粉丝数: %@" = "粉丝数: %@";
"分享个人主页: %@" = "分享个人主页: %@";
"好友访问你的空间时，可以听到这首歌" = "好友访问你的空间时，可以听到这首歌";
"设置成功" = "设置成功";
"去看看" = "去看看";
"留在这里" = "留在这里";
"背景音乐是绿钻特权，开通后您的好友访问你的QQ空间时会听到这首歌，最多可设置150首" = "背景音乐是绿钻特权，开通后您的好友访问你的QQ空间时会听到这首歌，最多可设置150首";
"设置失败" = "设置失败";
"去空间管理" = "去空间管理";
"升级为绿钻" = "升级为绿钻";
"立即开通" = "立即开通";
"%@张" = "%@张";
"分享你的个人主页" = "分享你的个人主页";
"扫一扫" = "扫一扫";
"移除黑名单" = "移除黑名单";
"加入黑名单" = "加入黑名单";
"%@的头像" = "%@的头像";
"%1$@岁 %2$@%3$@" = "%1$@岁 %2$@ %3$@";
"%@关注" = "%@关注";
"%@好友" = "%@好友";
"确定加入黑名单" = "确定加入黑名单";
"确定移除黑名单" = "确定移除黑名单";
"本地录音" = "本地录音";
"我的合唱" = "我的合唱";
"K币账户" = "K币账户";
"我的留声" = "我的留声";
"K歌礼物" = "K歌礼物";
"我的直播" = "我的直播";
"好友" = "好友";
"单曲" = "单曲";
"分享我的作品" = "分享我的作品";
"发送" = "发送";
"最多只能选择%d首作品" = "最多只能选择%d首作品";
"播放作品%@" = "播放作品%@";
"发起的合唱" = "发起的合唱";
"还没有发起过合唱哦" = "还没有发起过合唱哦";
"确认删除该作品吗?" = "确认删除该作品吗?";
"删除作品成功" = "删除作品成功";
"删除作品失败,请稍后再试" = "删除作品失败,请稍后再试";
"参与列表" = "参与列表";
"WeSingPC官网登录确认" = "WeSingPC官网登录确认";
"确认登录" = "确认登录";
"取消登录" = "取消登录";
"连接失败,请检查你的网络设置" = "连接失败,请检查你的网络设置";
"网络异常,请重新扫描登录" = "网络异常,请重新扫描登录";
"登录成功" = "登录成功";
"重新扫描" = "重新扫描";
"登录%@" = "登录%@";
"扫描失败" = "扫描失败";
"登录失败" = "登录失败";
"将二维码/条码放入框内，即可自动扫描" = "将二维码/条码放入框内，即可自动扫描";
"分析中..." = "分析中...";
"扫码登录" = "扫码登录";
"准备中..." = "准备中...";
"抱歉，暂时只支持WeSing扫码登录" = "抱歉，暂时只支持WeSing扫码登录";
"重试" = "重试";
"网络异常" = "网络异常";
"请重新扫描登录" = "请重新扫描登录";
"我发表的" = "我发表的";
"你还没有用留声机留下心情哦！" = "你还没有用留声机留下心情哦！";
"我要留声" = "我要留声";
"网络错误，请稍后重试！" = "网络错误，请稍后重试！";
"留下心声" = "留下心声";
"网络错误，请点击屏幕重新加载" = "网络错误，请点击屏幕重新加载";
"已点歌手" = "已点歌手";
"%@首歌曲" = "%@首歌曲";
"暂时无歌曲" = "暂时无歌曲";
"留声" = "留声";
"播放器异常" = "播放器异常";
"音频文件异常" = "音频文件异常";
"缓存错误" = "缓存错误";
"下载错误" = "下载错误";
"歌曲出错不能播放" = "歌曲出错不能播放";
"筛选" = "筛选";
"下一首" = "下一首";
"展开更早的评论" = "展开更早的评论";
"暂无评论" = "暂无评论";
"评论" = "评论";
"%1$@岁  %2$@%3$@" = "%1$@岁  %2$@%3$@";
"确认要删除评论吗？" = "确认要删除评论吗？";
"非wifi暂停上传，是否继续上传" = "非wifi暂停上传，是否继续上传";
"开始播放" = "开始播放";
"暂停播放" = "暂停播放";
"收起" = "收起";
"未知歌手" = "未知歌手";
"未知歌曲" = "未知歌曲";
"留声机作品《%@》" = "留声机作品《%@》";
"WeSing" = "WeSing";
"立即升级" = "立即升级";
"不再提醒" = "不再提醒";
"K歌" = "K歌";
"点歌台" = "点歌台";
"常用歌手" = "常用歌手";
"原版伴奏" = "原版伴奏";
"消音伴奏" = "消音伴奏";
"以下内容来自互联网" = "以下内容来自互联网";
"以下为你推荐“%1$@”的搜索结果，仍然搜索：%2$@" = "以下为你推荐“%1$@”的搜索结果，仍然搜索：%2$@";
"找不到想要的伴奏？" = "找不到想要的伴奏？";
"我要反馈" = "我要反馈";
"例如：小情歌" = "例如：小情歌";
"说完了" = "说完了";
"再说一次" = "再说一次";
"启动识别失败" = "启动识别失败";
"未发现匹配项" = "未发现匹配项";
"声音太小，请大声对我说" = "声音太小，请大声对我说";
"连不上服务器" = "连不上服务器";
"服务器繁忙" = "服务器繁忙";
"程序内部错误" = "程序内部错误";
"网络不稳定" = "网络不稳定";
"说话时间太长" = "说话时间太长";
"录音时候发生了错误" = "录音时候发生了错误";
"无网络" = "无网络";
"发生了未知的错误" = "发生了未知的错误";
"有新版本更新" = "有新版本更新";
"当前已经是最新版本！" = "当前已经是最新版本！";
"黑名单说明" = "黑名单说明";
"添加黑名单后你将不再收到对方动态，且对方不能关注和评论你的作品。" = "添加黑名单后你将不再收到对方动态，且对方不能关注和评论你的作品。";
"黑名单添加" = "黑名单添加";
"在对方个人主页，点击“更多”选择拉黑。" = "在对方个人主页，点击“更多”选择拉黑。";
"正在删除..." = "正在删除...";
"新功能介绍" = "新功能介绍";
"隐私政策" = "隐私政策";
"歌曲名称" = "歌曲名称";
"歌手名称" = "歌手名称";
"语    种" = "语    种";
"版    本" = "版    本";
"例如：英语" = "例如：英语";
"普通版" = "普通版";
"合唱版&对唱版" = "合唱版&对唱版";
"Live版" = "Live版";
"Acoustic版" = "Acoustic版";
"混音版" = "混音版";
"搜索反馈" = "搜索反馈";
"搜不到想要的歌曲" = "搜不到想要的歌曲";
"搜索结果错误" = "搜索结果错误";
"结果太少" = "结果太少";
"其    它" = "其    它";
"发表" = "发表";
"感谢您宝贵的意见！" = "感谢您宝贵的意见！";
"【缺少伴奏】%1$@|%2$@|%3$@|%4$@" = "【缺少伴奏】%1$@|%2$@|%3$@|%4$@";
"歌曲名称不能为空" = "歌曲名称不能为空";
"歌曲名称不能超过200字" = "歌曲名称不能超过200字";
"歌手名称不能超过200字" = "歌手名称不能超过200字";
"语种不能超过200字" = "语种不能超过200字";
"补充文字不能超过200字" = "补充文字不能超过200字";
"合唱&对唱版" = "合唱&对唱版";
"请输入您的宝贵意见" = "请输入您的宝贵意见";
"无" = "无";
"所有" = "所有";
"仅好友" = "仅好友";
"不接收" = "不接收";
"每次" = "每次";
"切换时" = "切换时";
"不提醒" = "不提醒";
"申请成为认证主唱" = "申请成为认证主唱";
"退出当前账号" = "退出当前账号";
"未知" = "未知";
"找不到想要的伴奏" = "找不到想要的伴奏";
"直播相关问题" = "直播相关问题";
"作品上传下载问题" = "作品上传下载问题";
"作品播放问题" = "作品播放问题";
"卡、慢崩溃" = "卡、慢崩溃";
"排行、打分问题" = "排行、打分问题";
"头像问题" = "头像问题";
"K币、绿钻购买问题" = "K币、绿钻购买问题";
"家族问题" = "家族问题";
"音频问题（音质、音效、伴奏、练唱）" = "音频问题（音质、音效、伴奏、练唱）";
"功能建议" = "功能建议";
"其他问题" = "其他问题";
"邀请好友得鲜花" = "邀请好友得鲜花";
"发送邀请" = "发送邀请";
"x3 成功邀请" = "x3 成功邀请";
"制作K歌礼物" = "制作K歌礼物";
"已设置为空间背景音乐" = "已设置为空间背景音乐";
"设为空间背景音乐" = "设为空间背景音乐";
"可到空间背景音乐进行删除管理操作" = "可到空间背景音乐进行删除管理操作";
"QQ空间" = "QQ空间";
"微信" = "WeChat";
"朋友圈" = "朋友圈";
"新浪微博" = "新浪微博";
"复制链接" = "复制链接";
"链接已复制" = "链接已复制";
"大家一起来唱歌打擂嗨起来！" = "大家一起来唱歌打擂嗨起来！";
"已成功复制链接" = "已成功复制链接";
"这首歌唱得很好，快来听听！" = "这首歌唱得很好，快来听听！";
"修改专辑" = "修改专辑";
"制作专辑" = "制作专辑";
"请输入专辑名..." = "请输入专辑名...";
"专辑歌曲" = "专辑歌曲";
"(最少%1$@首，最多%2$@首)" = "(最少%1$@首，最多%2$@首)";
"添加作品" = "添加作品";
"确定离开该页面？" = "确定离开该页面？";
"修改成功" = "修改成功";
"请输入专辑名称" = "请输入专辑名称";
"专辑名称需小于%lu字" = "专辑名称需小于%lu字";
"请输入专辑描述" = "请输入专辑描述";
"专辑描述需小于%lu字" = "专辑描述需小于%lu字";
"请为专辑添加一张封面图片" = "请为专辑添加一张封面图片";
"请选择最少%1$@首，最多%2$@首歌曲添加至专辑" = "请选择最少%1$@首，最多%2$@首歌曲添加至专辑";
"修改中" = "修改中";
"上传图片失败" = "上传图片失败";
"创建成功" = "创建成功";
"修改失败" = "修改失败";
"创建失败" = "创建失败";
"送花失败" = "送花失败";
"个人专辑详情页" = "个人专辑详情页";
"拉取专辑信息失败，请重试" = "拉取专辑信息失败，请重试";
"修改专辑信息" = "修改专辑信息";
"删除专辑" = "删除专辑";
"送礼" = "送礼";
"收藏" = "收藏";
"我也制作" = "我也制作";
"专辑数已达最大限制" = "专辑数已达最大限制";
"【专辑分享】%@" = "【专辑分享】%@";
"共%@首" = "共%@首";
"%1$@ 评论 %2$@" = "%1$@ 评论 %2$@";
"从评论列表删除这条评论,专辑的人气值也将降低。" = "从评论列表删除这条评论,专辑的人气值也将降低。";
"获取礼物列表失败" = "获取礼物列表失败";
"正在删除专辑" = "正在删除专辑";
"删除专辑失败" = "删除专辑失败";
"是否删除该专辑" = "是否删除该专辑";
"删除专辑不会删除专辑内的歌曲" = "删除专辑不会删除专辑内的歌曲";
"评论%1$@  礼物%2$@" = "评论%1$@  礼物%2$@";
"收藏成功" = "收藏成功";
"专辑列表" = "专辑列表";
"全部专辑" = "全部专辑";
"选择专辑" = "选择专辑";
"所属专辑" = "所属专辑";
"管理专辑" = "管理专辑";
"您可从以下专辑进行选择" = "您可从以下专辑进行选择";
"喜欢TA的专辑吗？快去为自己制作一张吧！" = "喜欢TA的专辑吗？快去为自己制作一张吧！";
"最多可以创建%@张专辑" = "最多可以创建%@张专辑";
"单曲已加入过该专辑" = "单曲已加入过该专辑";
"该专辑作品已达上限" = "该专辑作品已达上限";
"TA还没发布任何专辑哦！" = "TA还没发布任何专辑哦！";
"暂无可加入的专辑 \n（您目前无制作专辑 或 专辑中单曲数已达%@首）" = "暂无可加入的专辑 \n（您目前无制作专辑 或 专辑中单曲数已达%@首）";
"该单曲还没加入任何专辑哦！" = "该单曲还没加入任何专辑哦！";
"您目前还没有创建任何专辑哦！" = "您目前还没有创建任何专辑哦！";
"放弃添加专辑作品？" = "放弃添加专辑作品？";
"不可添加私密单曲到专辑" = "不可添加私密单曲到专辑";
"暂无歌曲" = "暂无歌曲";
"合唱推荐" = "合唱推荐";
"明星合唱" = "明星合唱";
"没有网络" = "没有网络";
"%@人合唱过" = "%@人合唱过";
"已点" = "已点";
"继续操作即表示您同意本" = "继续操作即表示您同意本";
"条款和" = "条款和";
"隐私政策" = "隐私政策";
"没有网络，无法删除云端缓存伴奏" = "没有网络，无法删除云端缓存伴奏";
"要删除已点的伴奏《%@》吗？" = "要删除已点的伴奏《%@》吗？";
"和%@" = "和%@";
"网络错误稍后重试" = "网络错误稍后重试";
"历史记录" = "历史记录";
"热" = "热";
"以下消音伴奏来自互联网" = "以下消音伴奏来自互联网";
"月榜" = "月榜";
"收听榜" = "收听榜";
"人气榜" = "人气榜";
"评委榜" = "评委榜";
"全国试听榜" = "全国试听榜";
"好友收听榜" = "好友收听榜";
"该曲目已被评过 " = "该曲目已被评过 ";
" 次" = " 次";
"当评委" = "当评委";
"暂无评分,去寻找好声音吧>" = "暂无评分,去寻找好声音吧>";
"全国人气月榜" = "全国人气月榜";
"最近没有人唱过，快来占领榜单！" = "最近没有人唱过，快来占领榜单！";
"还没有好友发表作品哦！" = "还没有好友发表作品哦！";
"还没有评委评分哦！" = "还没有评委评分哦！";
"该歌曲还没有人发布过合唱" = "该歌曲还没有人发布过合唱";
"查看更多歌曲推荐" = "查看更多歌曲推荐";
"热榜推荐" = "热榜推荐";
"猜你喜欢" = "猜你喜欢";
"新歌首发" = "新歌首发";
"热榜" = "热榜";
"往期专题推荐" = "往期专题推荐";
"查看更多" = "查看更多";
"解除置顶" = "解除置顶";
"置顶作品" = "置顶作品";
"设置为公开作品" = "设置为公开作品";
"编辑作品说明" = "编辑作品说明";
"修改封面" = "修改封面";
"删除歌曲" = "删除歌曲";
"设置为私密作品" = "设置为私密作品";
"加入专辑" = "加入专辑";
"取消收录" = "取消收录";
"收录到主页" = "收录到主页";
"从我评过的五星作品中移除" = "从我评过的五星作品中移除";
"从评论列表删除这条评论,歌曲的人气值也将降低。" = "从评论列表删除这条评论,歌曲的人气值也将降低。";
"解除置顶成功" = "解除置顶成功";
"置顶成功" = "置顶成功";
"若设置为私密，则包含此作品且作品数为5的专辑将同时被删除" = "若设置为私密，则包含此作品且作品数为5的专辑将同时被删除";
"确认设置为私密作品吗?" = "确认设置为私密作品吗?";
"继续设置" = "继续设置";
"作品说明" = "作品说明";
"写点什么吧" = "写点什么吧";
"若删除，则包含此单曲且单曲数为5的专辑将同时删除" = "若删除，则包含此单曲且单曲数为5的专辑将同时删除";
"如该作品被制作为K歌礼物，作品删除后礼物将无法正常播放。" = "如该作品被制作为K歌礼物，作品删除后礼物将无法正常播放。";
"若取消收录，则包含此单曲且单曲数为5的专辑将同时删除" = "若取消收录，则包含此单曲且单曲数为5的专辑将同时删除";
"确认取消收录该作品吗?" = "确认取消收录该作品吗?";
"如该作品被制作为K歌礼物，作品取消收录后礼物将无法正常播放。" = "如该作品被制作为K歌礼物，作品取消收录后礼物将无法正常播放。";
"若解除置顶，作品将回到原来的位置。" = "若解除置顶，作品将回到原来的位置。";
"您已经设置过3首主打歌，确认置顶这首歌，将替换最早设置为主打歌的歌曲。" = "您已经设置过3首主打歌，确认置顶这首歌，将替换最早设置为主打歌的歌曲。";
"确认置顶" = "确认置顶";
"作品置顶后，将在个人主页作品里作为主打歌展现。每人只能设置3首主打歌。" = "作品置顶后，将在个人主页作品里作为主打歌展现。每人只能设置3首主打歌。";
"网络异常不能播放" = "网络异常不能播放";
"缓存音频失败，请稍后重试" = "缓存音频失败，请稍后重试";
"网络异常，获取音频失败" = "网络异常，获取音频失败";
"正在播放" = "正在播放";
"收录失败" = "收录失败";
"更换封面成功" = "更换封面成功";
"评论失败" = "评论失败";
"取消收录作品成功" = "取消收录作品成功";
"出错了，不能取消收录feed" = "出错了，不能取消收录feed";
"出错了，不能删除feed" = "出错了，不能删除feed";
"去企鹅MV看《%@》" = "去企鹅MV看《%@》";
"去企鹅MV看《%@" = "去企鹅MV看《%@";
"下载" = "下载";
"打开" = "打开";
"听原唱" = "听原唱";
"添加至专辑" = "添加至专辑";
"成功！" = "成功！";
"提交专辑失败" = "提交专辑失败";
"视频播放失败" = "视频播放失败";
"弹幕关闭" = "弹幕关闭";
"弹幕打开" = "弹幕打开";
"我也要唱" = "我也要唱";
"作品获得 %@" = "作品获得 %@";
"作品获得 %@ K币" = "作品获得 %@ K币";
"作品获得 %@ 鲜花" = "作品获得 %@ 鲜花";
"礼物榜" = "礼物榜";
"抢沙发的机会只有一次,\n你还等什么?" = "抢沙发的机会只有一次,\n你还等什么?";
"作品获得 0" = "作品获得 0";
"抢沙发的机会只有一次，你还等什么?" = "抢沙发的机会只有一次，你还等什么?";
"MV审核中，暂时不能分享" = "MV审核中，暂时不能分享";
"该用户已经禁止展示弹幕" = "该用户已经禁止展示弹幕";
"关闭播放" = "关闭播放";
"送花失败了" = "送花失败了";
"没有好友痕迹?" = "没有好友痕迹?";
"去看看热门吧" = "去看看热门吧";
"搜索歌曲或歌手" = "搜索歌曲或歌手";
"附近" = "附近";
"全部作品" = "全部作品";
"好友作品" = "好友作品";
"推荐作品" = "推荐作品";
"附近作品" = "附近作品";
"家族作品" = "家族作品";
"关闭筛选" = "关闭筛选";
"关闭筛选菜单" = "关闭筛选菜单";
"筛选作品类型" = "筛选作品类型";
"刷不出新动态？" = "刷不出新动态？";
"去热门看看吧" = "去热门看看吧";
"搜索 %@" = "搜索 %@";
"暂时没有动态哦" = "暂时没有动态哦";
"无法定位" = "无法定位";
"出现未知错误" = "出现未知错误";
"欢迎给WeSing评分留言\n告诉我们你唱得有多爽！" = "欢迎给WeSing评分留言\n告诉我们你唱得有多爽！";
"反馈问题" = "反馈问题";
"去评分" = "去评分";
"分享到私信" = "分享到私信";
"分享中..." = "分享中...";
"暂不支持该类型消息分享" = "暂不支持该类型消息分享";
"分享成功" = "分享成功";
"分享失败，请稍后重试" = "分享失败，请稍后重试";
"绿钻支付功能只支持QQ帐号" = "绿钻支付功能只支持QQ帐号";
"温馨提示" = "温馨提示";
"参数错误，购买失败" = "参数错误，购买失败";
"您正在使用非app store版本，暂不支持支付，请下载app store版本" = "您正在使用非app store版本，暂不支持支付，请下载app store版本";
"为了安全支付，请重新登陆，验证身份" = "为了安全支付，请重新登陆，验证身份";
"暂无网络，请稍后重试" = "暂无网络，请稍后重试";
"您的手机关闭了\"应用程序购买\"，请在设置-通用-访问限制中打开该选项后重新尝试。" = "您的手机关闭了\"应用程序购买\"，请在设置-通用-访问限制中打开该选项后重新尝试。";
"访问受限" = "访问受限";
"您的手机暂不支持支付" = "您的手机暂不支持支付";
"您在购买过程中获取用户信息失败，系统未扣费，请您尝试重新购买！" = "您在购买过程中获取用户信息失败，系统未扣费，请您尝试重新购买！";
"购买失败" = "购买失败";
"您在购买过程中下单失败，系统未扣费，请您尝试重新购买！" = "您在购买过程中下单失败，系统未扣费，请您尝试重新购买！";
"您在购买过程中支付失败，系统未扣费，请您尝试重新购买！（注：在第三方应用市场，比如爱思助手或iTools等安装的WeSing会导致购买失败，请确保您的WeSing是在苹果官方App Store安装的才能购买成功）" = "您在购买过程中支付失败，系统未扣费，请您尝试重新购买！（注：在第三方应用市场，比如爱思助手或iTools等安装的WeSing会导致购买失败，请确保您的WeSing是在苹果官方App Store安装的才能购买成功）";
"您在购买过程中由于网络异常导致失败，系统未扣费，请尝试重新购买！" = "您在购买过程中由于网络异常导致失败，系统未扣费，请尝试重新购买！";
"请重新登录" = "请重新登录";
"请重新登录后再支付。" = "请重新登录后再支付。";
"您在购买过程中获取商品信息失败，系统未扣费，请尝试重新购买！（注：在第三方应用市场，比如爱思助手或iTools等安装的WeSing会导致购买失败，请确保您的WeSing是在苹果官方App Store安装的才能购买成功）" = "您在购买过程中获取商品信息失败，系统未扣费，请尝试重新购买！（注：在第三方应用市场，比如爱思助手或iTools等安装的WeSing会导致购买失败，请确保您的WeSing是在苹果官方App Store安装的才能购买成功）";
"您在购买过程中获取参数错误，系统未扣费，请尝试重新购买！" = "您在购买过程中获取参数错误，系统未扣费，请尝试重新购买！";
"正在载入..." = "正在载入...";
"删除礼物成功" = "删除礼物成功";
"删除礼物失败" = "删除礼物失败";
"无定位服务" = "无定位服务";
"未知状态" = "未知状态";
"主唱离开，一会儿回来" = "主唱离开，一会儿回来";
"加载音视频中，请稍后" = "加载音视频中，请稍后";
"全屏" = "全屏";
"小屏" = "小屏";
"开音频" = "开音频";
"开启摄像头失败，是否重试" = "开启摄像头失败，是否重试";
"%1$@人唱过  %2$@" = "%1$@人唱过  %2$@";
"上周" = "上周";
"2周前" = "2周前";
"3周前" = "3周前";
"1个月前" = "1个月前";
"%1$@  %2$@楼" = "%1$@  %2$@楼";
"回复 " = "回复 ";
"发表回唱评论失败" = "发表回唱评论失败";
"3G下暂停上传" = "3G下暂停上传";
"正在修复..." = "正在修复...";
"正在还原..." = "正在还原...";
"已完成修复" = "已完成修复";
"已完成还原" = "已完成还原";
"检测到异常退出，建议您:" = "检测到异常退出，建议您:";
"清除缓存后登录" = "清除缓存后登录";
"不清除,直接进入" = "不清除,直接进入";
"下载最新版本" = "下载最新版本";
"\'昨天\' HH:mm" = "\'昨天\' HH:mm";
"%@万" = "%@万";
"%1$@.%2$@万" = "%1$@.%2$@万";
"999万" = "999万";
"鲜花数目不够" = "鲜花数目不够";
"系统错误" = "系统错误";
"作品不存在" = "作品不存在";
"对方在你黑名单中" = "对方在你黑名单中";
"你在对方黑名单中" = "你在对方黑名单中";
"不识别命令字" = "不识别命令字";
"请求包解包错误" = "请求包解包错误";
"返回包打包错误" = "返回包打包错误";
"存在未知错误，送花失败" = "存在未知错误，送花失败";
"小喇叭" = "小喇叭";
"小姜饼" = "小姜饼";
"小鹦鹉" = "小鹦鹉";
"初始化im sdk失败" = "初始化im sdk失败";
"没有登录K歌" = "没有登录K歌";
"该账号无权限登录当前软件版本" = "该账号无权限登录当前软件版本";
"你取消了微信授权，要授权才能使用" = "你取消了WeChat授权，要授权才能使用";
"微信登录失败，请稍后重试" = "WeChat登录失败，请稍后重试";
"你取消了QQ授权，要授权才能使用" = "你取消了QQ授权，要授权才能使用";
"QQ登录失败，请稍后重试" = "QQ登录失败，请稍后重试";
"登录失败，请稍后重试" = "登录失败，请稍后重试";
"您的登陆已经过期，正在重新登陆..." = "您的登陆已经过期，正在重新登陆...";
"你要离开你正在观看的直播吗?" = "你要离开你正在观看的直播吗?";
"你要离开你正在进行的直播吗?" = "你要离开你正在进行的直播吗?";
"购买成功" = "购买成功";
"亲已经成功购买绿钻，正在验证绿钻身份，请稍候。" = "亲已经成功购买绿钻，正在验证绿钻身份，请稍候。";
"亲已成功购买鲜花，稍后将到账并将收到一条到账通知。" = "亲已成功购买鲜花，稍后将到账并将收到一条到账通知。";
"亲已成功购买K币，稍后将到账并将收到一条到账通知。" = "亲已成功购买K币，稍后将到账并将收到一条到账通知。";
"恭喜您，已购买成功。" = "恭喜您，已购买成功。";
"续费绿钻失败" = "续费绿钻失败";
"您已购买成功，由于网络不稳定，需要重启程序才能到账。若重启后依然没到帐，请稍候2个小时后重试。" = "您已购买成功，由于网络不稳定，需要重启程序才能到账。若重启后依然没到帐，请稍候2个小时后重试。";
"开通绿钻失败" = "开通绿钻失败";
"鲜花到账失败" = "鲜花到账失败";
"K币到账失败" = "K币到账失败";
"到帐失败" = "到帐失败";
"回唱成功" = "回唱成功";
"已屏蔽对方私信" = "已屏蔽对方私信";
"已取消屏蔽" = "已取消屏蔽";
"屏蔽失败" = "屏蔽失败";
"取消屏蔽失败" = "取消屏蔽失败";
"已自动取消屏蔽" = "已自动取消屏蔽";
"%@的直播间" = "%@的直播间";
"来WeSing直播，“看”见%@的声音~" = "来WeSing直播，“看”见%@的声音~";
" (来自@WeSing)" = " (来自@WeSing)";
"分享新浪微博失败，请稍后重试" = "分享新浪微博失败，请稍后重试";
"分享新浪微博成功" = "分享新浪微博成功";
"App未注册" = "App未注册";
"发送参数错误" = "发送参数错误";
"未安装手Q" = "未安装手Q";
"API接口不支持" = "API接口不支持";
"发送失败" = "发送失败";
"此设备安装的微信版本不支持音乐分享，请更新到微信4.0版本。" = "此设备安装的WeChat版本不支持音乐分享，请更新到WeChat 4.0版本。";
"此设备安装的微信版本不支持朋友圈分享，请将微信更新到最新版本。" = "此设备安装的WeChat版本不支持朋友圈分享，请将WeChat更新到最新版本。";
"你还没有安装微信，可去App Store下载。" = "你还没有安装WeChat，可去App Store下载。";
"我发表了一首作品。" = "我发表了一首作品。";
"认证音乐人" = "认证音乐人";
"刚刚" = "刚刚";
"%.0f分钟前" = "%.0f分钟前";
"2km以上" = "2km以上";
"登录失败,请重试" = "登录失败,请重试";
"登录需要先更新微信客户端" = "登录需要先更新WeChat客户端";
"下次再说" = "下次再说";
"更新微信" = "更新WeChat";
"登录需要先安装微信客户端" = "登录需要先安装WeChat客户端";
"安装微信" = "安装WeChat";
"演唱者 %@" = "演唱者 %@";
"原片" = "原片";
"阳光" = "阳光";
"秋日私语" = "秋日私语";
"夏日晨光" = "夏日晨光";
"温情" = "温情";
"清新美白" = "清新美白";
"甜美可人" = "甜美可人";
"经典黑白" = "经典黑白";
"纪录片" = "纪录片";
"曾经" = "曾经";
"铅笔画" = "铅笔画";
"基础" = "基础";
"独占" = "独占";
"画中画" = "画中画";
"超过%@" = "超过%@";
"录制" = "录制";
"录制中" = "录制中";
"%ld评论" = "%ld评论";
"%ld收听" = "%ld收听";
"已入驻" = "已入驻";
"贡献" = "贡献";
"贡献 %@ 星币" = "贡献 %@ 星币";
"贡献 %@ K币" = "贡献 %@ K币";
"贡献 %@ 鲜花" = "贡献 %@ 鲜花";
"贡献 %1$@ K币 + %2$@ 鲜花" = "贡献 %1$@ K币 + %2$@ 鲜花";
"发起合唱" = "发起合唱";
"加载中..." = "加载中...";
"加载更多" = "加载更多";
"分享到%@" = "分享到%@";
"播放" = "播放";
"播放或暂停" = "播放或暂停";
"在线%ld" = "在线%ld";
"下一组" = "下一组";
"发布成功！" = "发布成功！";
"分享到：" = "分享到：";
"MV审核中..." = "MV审核中...";
"发布完毕！" = "发布完毕！";
"[专辑分享]%@" = "[专辑分享]%@";
"专辑:《%@》-等待中" = "专辑:《%@》-等待中";
"专辑:《%1$@》-上传图片%2$@%%" = "专辑:《%1$@》-上传图片%2$@%%";
"专辑:《%@》-发布中" = "专辑:《%@》-发布中";
"专辑:《%@》-发布成功" = "专辑:《%@》-发布成功";
"专辑:《%1$@》-%2$@" = "专辑:《%1$@》-%2$@";
"发布失败" = "发布失败";
"%1$@年%2$@月%3$@日" = "%1$@年%2$@月%3$@日";
"%1$@月%2$@日" = "%1$@月%2$@日";
"已加载全部" = "已加载全部";
"选择省" = "选择省";
"选择城市" = "选择城市";
"试试" = "试试";
"松开手指刷新..." = "松开手指刷新...";
"下拉刷新..." = "下拉刷新...";
"努力加载中..." = "努力加载中...";
"删除表情" = "删除表情";
"第%1$@页, 共%2$@页" = "第%1$@页, 共%2$@页";
"歌词句子数是:%@" = "歌词句子数是:%@";
"半成品分数是:%@" = "半成品分数是:%@";
"加入合唱句子数是:%@" = "加入合唱句子数是:%@";
"已有 " = "已有 ";
"人声" = "人声";
"伴奏" = "伴奏";
"温暖" = "温暖";
"悠远" = "悠远";
"3D迷幻" = "3D迷幻";
"老唱片" = "老唱片";
"期待" = "期待";
"纯净人声的高质量合成" = "纯净人声的高质量合成";
"带有伴奏回声的包厢效果" = "带有伴奏回声的包厢效果";
"突出您迷人的低音" = "突出您迷人的低音";
"突出您嗓音的立体感" = "突出您嗓音的立体感";
"竹林中较弱的回声" = "竹林中较弱的回声";
"置身天空和大海的辽阔回声" = "置身天空和大海的辽阔回声";
"如同魔音的多重回声" = "如同魔音的多重回声";
"怀旧的留声机特效" = "怀旧的留声机特效";
"敬请期待" = "敬请期待";
"请期待" = "请期待";
"%1$@已选择,%2$@" = "%1$@已选择,%2$@";
"继续录歌" = "继续录歌";
"试听开启或暂停" = "试听开启或暂停";
"分享到新浪微博" = "分享到新浪微博";
"用户%@" = "用户%@";
"用户头像" = "用户头像";
"复制" = "复制";
"男 " = "男 ";
"女 " = "女 ";
"收录" = "收录";
"已收录" = "已收录";
"空昵称" = "空昵称";
"空内容" = "空内容";
"直播" = "直播";
"未知消息" = "未知消息";
"回复 %1$@：%2$@" = "回复 %1$@：%2$@";
"回复" = "回复";
"评论了：%@" = "评论了：%@";
"送花给了：%@" = "送花给了：%@";
"送礼给了：%@" = "送礼给了：%@";
"回唱了：%@" = "回唱了：%@";
"参与了合唱" = "参与了合唱";
"回唱 %@" = "回唱 %@";
"评论 %@" = "评论 %@";
"送礼给了" = "送礼给了";
"正在上传作品:" = "正在上传作品:";
"用户:%@发布了一条动态." = "用户:%@发布了一条动态.";
"用户:%@发起了一个大赛." = "用户:%@发起了一个大赛.";
"用户:%@ 创建了一张个人专辑." = "用户:%@ 创建了一张个人专辑.";
"专辑名称:%@" = "专辑名称:%@";
"并说:%@" = "并说:%@";
"用户:" = "用户:";
"发布了一首MV." = "发布了一首MV.";
"发布了一首合唱." = "发布了一首合唱.";
"发布了一首歌." = "发布了一首歌.";
"歌名:" = "歌名:";
"并说:%@." = "并说:%@.";
"%@人唱过" = "%@人唱过";
"评分:%@." = "评分:%@.";
"%@评论." = "%@评论.";
"%@收听." = "%@收听.";
"来自%@" = "来自%@";
"来自附近%@" = "来自附近%@";
"请升级最新版本查看" = "请升级最新版本查看";
"送花" = "送花";
"快来围观，%@正在直播" = "快来围观，%@正在直播";
"%@评论" = "%@评论";
"%@收听" = "%@收听";
"%1$@评论 %2$@收听" = "%1$@评论 %2$@收听";
"K币不足，快补充弹药" = "K币不足，快补充弹药";
"输入赠送数量，至多1314" = "输入赠送数量，至多1314";
"自定义" = "自定义";
"天长地久" = "天长地久";
"六六大顺" = "六六大顺";
"爱你无悔" = "爱你无悔";
"十全十美" = "十全十美";
"一心一意" = "一心一意";
"在线" = "在线";
"你的鲜花数不够" = "你的鲜花数不够";
"成功赠送了鲜花" = "成功赠送了鲜花";
"成功赠送了礼物" = "成功赠送了礼物";
"你的K币余额不足，请充值" = "你的K币余额不足，请充值";
"去充值" = "去充值";
"重新登陆后才能充值或消费K币" = "重新登陆后才能充值或消费K币";
"账户余额:" = "账户余额:";
"连击" = "连击";
"数量:" = "数量:";
"赠送礼物数量不能超过1314" = "赠送礼物数量不能超过1314";
"赠送礼物数量不能为0" = "赠送礼物数量不能为0";
"虚位以待" = "虚位以待";
"添加关注" = "添加关注";
"关注后可方便接收对方私信和新作品提醒" = "关注后可方便接收对方私信和新作品提醒";
"蒙版,双击取消" = "蒙版,双击取消";
"录合唱" = "录合唱";
"录片段" = "录片段";
"录歌曲片段" = "录歌曲片段";
"录最美30秒" = "录最美30秒";
"选择面板取消" = "选择面板取消";
"有未读消息，下拉刷新查看" = "有未读消息，下拉刷新查看";
"只看同城" = "只看同城";
"只看匿名" = "只看匿名";
"只看男生" = "只看男生";
"只看女生" = "只看女生";
"忘记第一句怎么唱了？" = "忘记第一句怎么唱了？";
"开启首句助唱！" = "开启首句助唱！";
"怎么还不开始？" = "怎么还不开始？";
"跳过前奏" = "跳过前奏";
"试试练唱模式!" = "试试练唱模式!";
"在" = "在";
"里可以进入" = "里可以进入";
"提供技术支持" = "提供技术支持";
"不熟悉这首歌?" = "不熟悉这首歌?";
"尝试先练习一下" = "尝试先练习一下";
"正在进入练唱模式..." = "正在进入练唱模式...";
"正在加载合唱视频..." = "正在加载合唱视频...";
"切换录歌模式" = "切换录歌模式";
"练唱" = "练唱";
"录MV" = "录MV";
"录mv" = "录mv";
"MV" = "MV";
"录视频合唱" = "录视频合唱";
"0分" = "0分";
"升降调" = "升降调";
"段落" = "段落";
"单句" = "单句";
"退出截取" = "退出截取";
"整首" = "整首";
"升一调" = "升一调";
"降一调" = "降一调";
"更换音效" = "更换音效";
"变声，%@已选择" = "变声，%@已选择";
"音效: %@ " = "音效: %@ ";
"迷幻" = "迷幻";
"音效: %@ 已经选择" = "音效: %@ 已经选择";
"音效: %@" = "音效: %@";
"经常模仿外国人说话能让歌声变得更饱满" = "经常模仿外国人说话能让歌声变得更饱满";
"练习腹式呼吸可以让唱歌气息更稳" = "练习腹式呼吸可以让唱歌气息更稳";
"想要唱出性感颤音，可以先练习气息的颤音" = "想要唱出性感颤音，可以先练习气息的颤音";
"把握情绪的递进，唱歌才会更有渲染力" = "把握情绪的递进，唱歌才会更有渲染力";
"女生翻唱男声歌曲，通常升4个调最合适" = "女生翻唱男声歌曲，通常升4个调最合适";
"单曲%1$lu  评论%2$lld  礼物%3$lld" = "单曲%1$lu  评论%2$lld  礼物%3$lld";
"MV合唱" = "MV合唱";
"鲜花已送完" = "鲜花已送完";
"查看获取攻略" = "查看获取攻略";
"送出" = "送出";
"网络异常，请稍后再试" = "网络异常，请稍后再试";
"暂未上榜" = "暂未上榜";
"该首人气榜" = "该首人气榜";
"送了" = "送了";
"请为SingPlay提供的消音伴奏打分" = "请为SingPlay提供的消音伴奏打分";
"%1$@送给主播/n1份%2$@" = "%1$@送给主播/n1份%2$@";
"音准器节奏对不齐" = "音准器节奏对不齐";
"原唱和伴奏相反" = "原唱和伴奏相反";
"歌词和伴奏错位" = "歌词和伴奏错位";
"伴奏质量差" = "伴奏质量差";
"拍摄MV有卡顿" = "拍摄MV有卡顿";
"此嗓只因天上有，人间难得几回闻。" = "此嗓只因天上有，人间难得几回闻。";
"唱得这么好，你有考虑过原唱的感受吗…" = "唱得这么好，你有考虑过原唱的感受吗…";
"气息，音准，节奏都把握得很到位：)" = "气息，音准，节奏都把握得很到位：)";
"你的歌声比周董窗外的麻雀好听太多！" = "你的歌声比周董窗外的麻雀好听太多！";
"OK，声音发挥很稳定。" = "OK，声音发挥很稳定。";
"唱得很好，要是再注意下音准就更棒了！" = "唱得很好，要是再注意下音准就更棒了！";
"再多听听、多练练就会唱得更好哦。" = "再多听听、多练练就会唱得更好哦。";
"感情比较到位，节奏感有待提升。" = "感情比较到位，节奏感有待提升。";
"你有作曲家的潜质，再多听听原唱吧！" = "你有作曲家的潜质，再多听听原唱吧！";
"选择" = "选择";
"是" = "是";
"否" = "否";
"打擂" = "打擂";
"试听" = "试听";
"排名" = "排名";
"预览" = "预览";
"注册资料" = "注册资料";
"昵称" = "昵称";
"性别" = "性别";
"地区" = "地区";
"生日" = "生日";
"请选择你的生日" = "请选择你的生日";
"男" = "男";
"女" = "女";
"从相册选择" = "从相册选择";
"更换头像" = "更换头像";
"下一步" = "下一步";
"相册" = "相册";
"已点伴奏  /%d" = "已点伴奏  /%d";
"本地录音  /%d" = "本地录音  /%d";
"作品  %d份" = "作品  %d份";
"编辑资料" = "编辑资料";
"你选择的照片尺寸太小，上传后图片会变得模糊，不利于展示，请重新选择照片，建议选择480*480以上照片" = "你选择的照片尺寸太小，上传后图片会变得模糊，不利于展示，请重新选择照片，建议选择480*480以上照片";
"明星选曲" = "明星选曲";
"语种选曲" = "语种选曲";
"风格选曲" = "风格选曲";
"作品排行榜" = "作品排行榜";
"也唱过这首歌" = "也唱过这首歌";
"动态详情" = "动态详情";
"推荐歌手" = "推荐歌手";
"下一个" = "下一个";
"推广" = "推广";
"鲜花榜" = "鲜花榜";
"找对姿势，准备开始" = "找对姿势，准备开始";
"我的K歌相册" = "我的K歌相册";
"管理相册" = "管理相册";
"已选择%d张照片" = "已选择%d张照片";
"要删除选中的%d张照片吗？" = "要删除选中的%d张照片吗？";
"如照片被设置为封面也将被删除，可在歌曲详情页更多里修改封面" = "如照片被设置为封面也将被删除，可在歌曲详情页更多里修改封面";
"如果照片被设置为封面也将被删除，可以在发表界面重新设置" = "如果照片被设置为封面也将被删除，可以在发表界面重新设置";
"个人资料" = "个人资料";
"网络提醒" = "网络提醒";
"返听设置" = "返听设置";
"耳机返听" = "耳机返听";
"隐私权限" = "隐私权限";
"消息通知" = "消息通知";
"提示音" = "提示音";
"振动提醒" = "振动提醒";
"非WiFi环境消耗流量提醒" = "非WiFi环境消耗流量提醒";
"非WiFi环境下每次提醒" = "非WiFi环境下每次提醒";
"非WiFi环境下仅首次操作提醒" = "非WiFi环境下仅首次操作提醒";
"不作任何提醒" = "不作任何提醒";
"允许给我的作品加弹幕" = "允许给我的作品加弹幕";
"显示我的手机型号" = "显示我的手机型号";
"黑名单" = "黑名单";
"帮助" = "帮助";
"绿钻" = "绿钻";
"关于WeSing" = "关于WeSing";
"清除缓存" = "清除缓存";
"允许通知哪些人的消息" = "允许通知哪些人的消息";
"允许通知的消息类型" = "允许通知的消息类型";
"接收所有消息" = "接收所有消息";
"仅接收好友消息" = "仅接收好友消息";
"不接收任何消息" = "不接收任何消息";
"我关注的直播消息" = "我关注的直播消息";
"好友发布新作品提醒" = "好友发布新作品提醒";
"当前版本" = "当前版本";
"欢迎页" = "欢迎页";
"服务条款" = "服务条款";
"用户许可协议" = "用户许可协议";
"搜索歌曲/歌手" = "搜索歌曲/歌手";
"热门歌手" = "热门歌手";
"很抱歉，没有找到相关的结果。" = "很抱歉，没有找到相关的结果。";
"歌曲" = "歌曲";
"松开刷新" = "松开刷新";
"下拉刷新" = "下拉刷新";
"释放并更新..." = "释放并更新...";
"上拉更新..." = "上拉更新...";
"回复了" = "回复了";
"没唱好的句子，上下拖动歌词即可重唱" = "没唱好的句子，上下拖动歌词即可重唱";
"佩戴耳机可以减少杂音" = "佩戴耳机可以减少杂音";
"不想唱整首歌，可以截取片段演唱" = "不想唱整首歌，可以截取片段演唱";
"在冲凉房录歌声音更立体" = "在冲凉房录歌声音更立体";
"用湿纸巾包裹麦克风可以防止喷麦" = "用湿纸巾包裹麦克风可以防止喷麦";
"%d%% 歌曲加载中..." = "%d%% 歌曲加载中...";
"已合成 %d%%" = "已合成 %d%%";
"混响" = "混响";
"变声" = "变声";
"KTV" = "KTV";
"演唱会" = "演唱会";
"剧场" = "剧场";
"原声" = "原声";
"电音" = "电音";
"男低音" = "男低音";
"娃娃音" = "娃娃音";
"Metal" = "Metal";
"查看单句得分" = "查看单句得分";
"NEW BEST" = "NEW BEST";
"太厉害了，总分超过%@，分享就能成为这首歌的擂主" = "太厉害了，总分超过%@，分享就能成为这首歌的擂主";
"很厉害, 打败了全天下%d%%的人" = "很厉害, 打败了全天下%d%%的人";
"只要分享就能成为这首歌的好友擂主" = "只要分享就能成为这首歌的好友擂主";
"循环播放此段" = "循环播放此段";
"关闭音准器" = "关闭音准器";
"打开音准器" = "打开音准器";
"截取片段" = "截取片段";
"该曲目暂时不支持打分" = "该曲目暂时不支持打分";
"上下拖动歌词重唱此句" = "上下拖动歌词重唱此句";
"长按歌词 截取片段录制" = "长按歌词 截取片段录制";
"确定要重唱吗？" = "确定要重唱吗？";
"还没有唱完，确定要结束吗？" = "还没有唱完，确定要结束吗？";
"插拔耳机，暂停录制" = "插拔耳机，暂停录制";
"扬声器播放下开启原唱，打分会偏低哦！" = "扬声器播放下开启原唱，打分会偏低哦！";
"插拔耳机，暂停播放" = "插拔耳机，暂停播放";
"保持脸部居中会更美" = "保持脸部居中会更美";
"对方演唱时你也可以假装和Ta互动" = "对方演唱时你也可以假装和Ta互动";
"你正处于非WiFi环境，继续下载会消耗流量，运营商可能收取费用，是否继续？" = "你正处于非WiFi环境，继续下载会消耗流量，运营商可能收取费用，是否继续？";
"你正处于非WiFi环境，继续上传会消耗流量，运营商可能收取费用，是否继续？" = "你正处于非WiFi环境，继续上传会消耗流量，运营商可能收取费用，是否继续？";
"你正处于非WiFi环境，继续播放会消耗流量，运营商可能收取费用，是否继续？" = "你正处于非WiFi环境，继续播放会消耗流量，运营商可能收取费用，是否继续？";
"你正处于非WiFi环境，继续发起直播会消耗流量，运营商可能收取费用，是否继续？" = "你正处于非WiFi环境，继续发起直播会消耗流量，运营商可能收取费用，是否继续？";
"系统压力有点大，正努力修复中，请稍后再重试上传" = "系统压力有点大，正努力修复中，请稍后再重试上传";
"下载伴奏失败，请稍后再试！" = "下载伴奏失败，请稍后再试！";
"您的机子不适合录制视频合唱，请选择音频合唱" = "您的机子不适合录制视频合唱，请选择音频合唱";
"歌曲已下架，请选择其他歌曲" = "歌曲已下架，请选择其他歌曲";
"配置文件解析失败，请重新下载" = "配置文件解析失败，请重新下载";
"很抱歉，该歌曲暂不支持合唱，请选择其他歌曲发起合唱" = "很抱歉，该歌曲暂不支持合唱，请选择其他歌曲发起合唱";
"由于文件更新，此版本已不支持参与合唱，请选择其他人的合唱版本吧" = "由于文件更新，此版本已不支持参与合唱，请选择其他人的合唱版本吧";
"歌词文件解析失败，请重新下载" = "歌词文件解析失败，请重新下载";
"合唱作品已经被作者删除，请选择其他作品合唱！" = "合唱作品已经被作者删除，请选择其他作品合唱！";
"录制MV预览" = "录制MV预览";
"美颜" = "美颜";
"最美30秒" = "最美30秒";
"您的摄像设备被禁用，无法录制MV。请进入“设置”----“隐私”找到“相机”选项，并将其在“WeSing”项设置为可用" = "您的摄像设备被禁用，无法录制MV。请进入“设置”----“隐私”找到“相机”选项，并将其在“WeSing”项设置为可用";
"你的录制时间还不够10s，最少需要录制10s！" = "你的录制时间还不够10s，最少需要录制10s！";
"你的录制时间还不够15s，最少需要录制15s！" = "你的录制时间还不够15s，最少需要录制15s！";
"视频合唱需要你整首都唱完" = "视频合唱需要你整首都唱完";
"当前版本暂不支持该类型消息展示,请升级最新版本" = "当前版本暂不支持该类型消息展示,请升级最新版本";
"清唱歌名不能超过30个字" = "清唱歌名不能超过30个字";
"搜索不能超过40个字" = "搜索不能超过40个字";
"专辑" = "专辑";
"您可以创建最多10张个人专辑" = "您可以创建最多10张个人专辑";
"管理" = "管理";
"单曲数已满，不能继续添加" = "单曲数已满，不能继续添加";
"添加单曲" = "添加单曲";
"练唱测评" = "练唱测评";
"退出测评" = "退出测评";
"练习" = "练习";
"在智能陪唱下演唱,原唱音量会自动减弱" = "在智能陪唱下演唱,原唱音量会自动减弱";
"导唱" = "导唱";
"智能" = "智能";
"直播加载中..." = "直播加载中...";
"灯光调亮上镜更美哦!" = "灯光调亮上镜更美哦!";
"分享给更多小伙伴围观你直播~" = "分享给更多小伙伴围观你直播~";
"多唱几首拿手的歌曲吸粉吧！" = "多唱几首拿手的歌曲吸粉吧！";
"重播" = "重播";
"暂无直播" = "暂无直播";
"看看主播往期直播或者作品吧" = "看看主播往期直播或者作品吧";
"快来看看我的直播间" = "快来看看我的直播间";
"内容不能为空" = "内容不能为空";
"无人送礼" = "无人送礼";
"直播推荐" = "直播推荐";
"关闭互动音效" = "关闭互动音效";
"开启互动音效" = "开启互动音效";
"乌鸦飞过" = "乌鸦飞过";
"群众笑声" = "群众笑声";
"鄙视声音" = "鄙视声音";
"啊噢可爱" = "啊噢可爱";
"欢呼掌声" = "欢呼掌声";
"观众求连线" = "观众求连线";
"排队连线中，请稍候" = "排队连线中，请稍候";
"未关注" = "未关注";
"我在直播！快来围观" = "我在直播！快来围观";
"语言切换" = "语言切换";
"你要离开正在观看的直播吗?" = "你要离开正在观看的直播吗?";
"圣代" = "圣代";
"抹绿" = "抹绿";
"甜薄荷" = "甜薄荷";
"莫斯科" = "莫斯科";
"樱红" = "樱红";
"奈良" = "奈良";
"首尔" = "首尔";
"地中海" = "地中海";
"粉碧" = "粉碧";
"邻家" = "邻家";
"甜美" = "甜美";
"札幌" = "札幌";

"我刚唱了一首歌曲，快来听听吧。" = "我刚唱了一首歌曲，快来听听吧。";
"我参与了合唱,快来听听吧" = "我参与了合唱,快来听听吧";
"特效" = "特效";
"音量" = "音量";
"保存回放" = "保存回放";
"查看更多直播" = "查看更多直播";
"搜索更多昵称含“" = "搜索更多昵称含“";
"TA还没有发布作品哦！" = "TA还没有发布作品哦！";
"你还没有发布作品哦！" = "你还没有发布作品哦！";
"伴奏文件" = "伴奏文件";
"收听和发布作品缓存" = "收听和发布作品缓存";
"您选择的缓存即将被清除，确定继续？" = "您选择的缓存即将被清除，确定继续？";
"清除缓存成功" = "清除缓存成功";
"-普通版" = "-普通版";
"%@反馈" = "%@反馈";
"#WeSing，最好的K歌应用#全球首款熟人社交K歌应用惊喜继续，千呼万唤的合唱功能闪亮登场！还有私信功能同步上线。快来跟朋友们一起合唱，畅聊心声吧！" = "#WeSing，最好的K歌应用#全球首款熟人社交K歌应用惊喜继续，千呼万唤的合唱功能闪亮登场！还有私信功能同步上线。快来跟朋友们一起合唱，畅聊心声吧！";
"我刚发布了一张新专辑，快来听听吧~" = "我刚发布了一张新专辑，快来听听吧~";
"'昨天' HH:mm" = "'昨天' HH:mm";
"前天" = "前天";
"最后更新" = "最后更新";
"意见反馈" = "意见反馈";
"开启镜像" = "开启镜像";
"关闭镜像" = "关闭镜像";
"送礼" = "送礼";
"分享" = "分享";
"发表评论" = "发表评论";

"奋力加载中..." = "奋力加载中...";

"已保存" = "已保存";
"观众和你看到的是一样的了" = "观众和你看到的是一样的了";
"消息加载失败 " = "消息加载失败 ";
"点击重试" = "点击重试";
"重新连接中..." = "重新连接中...";
"消息加载成功 " = "消息加载成功 ";
"主播连麦中" = "主播连麦中";
"摄像头" = "摄像头";
"确认连麦" = "确认连麦";
"忽略" = "忽略";
"主播请求连麦" = "主播请求连麦";
"观众请求连麦" = "观众请求连麦";
"排队连线中.." = "排队连线中..";
"已连线时长" = "已连线时长";
"在线列表" = "在线列表";
"请求连麦" = "请求连麦";
"%1$@月%2$@日" = "%@月%@日";
"%1$@年%2$@月%3$@日" = "%@年%@月%@日";
"昨天 %1$02d:%2$02d" = "昨天 %02d:%02d";
"前天 %1$02d:%2$02d" = "前天 %02d:%02d";
"昨天%1$02d:%2$02d" = "昨天%02d:%02d";
"前天%1$02d:%2$02d" = "前天%02d:%02d";
"%1$d月%2$d日%3$02d:%4$02d" = "%d月%d日%02d:%02d";
"%1$d年%2$d月%3$d日%4$02d:%5$02d" = "%d年%d月%d日%02d:%02d";
"和" = "和";
"给收录歌曲添加描述" = "给收录歌曲添加描述";
"合作很默契，期待你的鲜花和礼物哦" = "合作很默契，期待你的鲜花和礼物哦";
"主播们都休息去啦\n看看别的吧" = "主播们都休息去啦\n看看别的吧";
"连麦请求" = "连麦请求";
"在线用户" = "在线用户";
"连麦" = "连麦";
"暂时无人连麦" = "暂时无人连麦";
"由于版权限制，您所在的地区暂时无法使用。" = "由于版权限制，您所在的地区暂时无法使用。";
"已关注直播" = "已关注直播";
"已互关注" = "已互关注";
"已关注" = "已关注";

"facebook" = "facebook";
"取消了分享" = "取消了分享";
"进入K歌直播" = "进入K歌直播";

"Facebook登录" = "Facebook登录";
"国家" = "国家";
"搜索昵称" = "搜索昵称";

"查看往期" = "查看往期";
"活动" = "活动";
"评分" = "评分";
"直播中" = "直播中";
"楼主" = "楼主";
"消音" = "消音";
"主打" = "主打";
"优图" = "优图";

"暂不支持听原唱" = "暂不支持听原唱";
"输入赠送数量" = "输入赠送数量";
"赠送礼物数量不能超过9999" = "赠送礼物数量不能超过9999";

"有一个刚结束的" = "有一个刚结束的";
"保存回看" = "保存回看";
"取消" = "取消";
"保存" = "保存";
"存储满了" = "存储满了";
"非常抱歉" = "非常抱歉";
"放弃保存" = "放弃保存";
"继续清理" = "继续清理";
"机型不支持连麦" = "机型不支持连麦";
"你已经被主播邀请连麦，请确认" = "你已经被主播邀请连麦，请确认";
"您已经在和%@连麦" = "您已经在和%@连麦";
"确认" = "确认";
"您正在和%@连麦，重新连麦会自动取消" = "您正在和%@连麦，重新连麦会自动取消";
"您已向%@发起了连麦请求，重新连麦会自动取消" = "您已向%@发起了连麦请求，重新连麦会自动取消";
"确认发起" = "确认发起";
"管理回看" = "管理回看";
"正在保存" = "正在保存";
"正在获取直播权限，请稍等" = "正在获取直播权限，请稍等";
"你已经在和主播连麦" = "你已经在和主播连麦";
"发送了上麦请求" = "发送了上麦请求";
"观众请求了下麦" = "观众请求了下麦";
"已经和主播连麦,不要重复发起" = "已经和主播连麦,不要重复发起";
"网络较差影响直播质量，请切换网络环境" = "网络较差影响直播质量，请切换网络环境";
"网络不佳，已为您切换至流畅模式" = "网络不佳，已为您切换至流畅模式";
"连麦中" = "连麦中";
"等待回应" = "等待回应";
"连麦时戴耳机音效更好" = "连麦时戴耳机音效更好";
"主播" = "主播";
"请求连麦" = "请求连麦";
"本场消费K币数" = "本场消费K币数";
"忽略" = "忽略";
"确认连麦" = "确认连麦";
"排队连线中" = "排队连线中";
"请稍等" = "请稍等";
"已经连线时长" = "已经连线时长";
"结束连麦" = "结束连麦";
"是否结束当前连麦?" = "是否结束当前连麦?";
"确定" = "确定";
"您已经在和%@连麦，不要重复连接" = "您已经在和%@连麦，不要重复连接";
"您已向%@发起了连麦请求" = "您已向%@发起了连麦请求";
"QQ好友" = "QQ好友";
"%d位好友在玩" = "%d位好友在玩";
"未授权" = "未授权";
"微信好友" = "WeChat好友";
"邀请好友" = "邀请好友";
"微信" = "WeChat";
"%1$ld位%2$@好友在玩" = "%1$ld位%2$@好友在玩";
"我的好友" = "我的好友";
"账号 %@ 的授权已过期，请重新授权" = "账号 %@ 的授权已过期，请重新授权";
"很抱歉，该账号之前授权了 %@ ，如需更换账号，请先解除授权。" = "很抱歉，该账号之前授权了 %@ ，如需更换账号，请先解除授权。";
"重新选择" = "重新选择";
"已全部关注" = "已全部关注";
"解除授权" = "解除授权";
"%ld位好友在玩" = "%ld位好友在玩";
"MM月-dd日 HH:mm" = "MM月-dd日 HH:mm";
"yyyy年-MM月-dd日" = "yyyy年-MM月-dd日";
"不支持登录这种账号类型" = "不支持登录这种账号类型";
"刚刚" = "刚刚";
"昨天 %1$02d:%2$02d" = "昨天 %1$02d:%2$02d";
"前天 %1$02d:%2$02d" = "前天 %1$02d:%2$02d";
"%dK币" = "%dK币";
"%1$lld岁 %2$@" = "%1$lld岁 %2$@";

"音频连麦" = "音频连麦";
"视频连麦" = "视频连麦";
"和主播实时对话，让大家看你们聊天" = "和主播实时对话，让大家看你们聊天";
"取消" = "取消";
"消音伴奏来自互联网，是将原始歌曲通过工具消除人声得到，无法确保音频的清晰度。" = "消音伴奏来自互联网，是将原始歌曲通过工具消除人声得到，无法确保音频的清晰度。";

"Facebook好友" = "Facebook好友";
"关注全部" = "关注全部";

"恭喜您注册成功" = "恭喜您注册成功";
"你当前登录了QQ账号" = "你当前登录了QQ账号";
"微信好友的歌声也等着你来捧场哦" = "WeChat好友的歌声也等着你来捧场哦";
"关注微信好友" = "关注WeChat好友";
"你当前登录了微信账号" = "你当前登录了WeChat账号";
"QQ好友的歌声也等着你来捧场哦" = "QQ好友的歌声也等着你来捧场哦";
"关注QQ好友" = "关注QQ好友";
"你当前已登录" = "你当前已登录";
"好友的歌声也等着你来捧场哦" = "好友的歌声也等着你来捧场哦";
"关注我的好友" = "关注我的好友";

"开启新版" = "开启新版";
"点击这里可以关闭返听" = "点击这里可以关闭返听";
"可避免啸叫和重音" = "可避免啸叫和重音";
"你当前使用的蓝牙麦克风不支持清唱录音" = "你当前使用的蓝牙麦克风不支持清唱录音";
"你当前使用的蓝牙麦克风不支持清唱录音" = "你当前使用的蓝牙麦克风不支持清唱录音";
"使用途迅麦克风，进入伴奏播放模式" = "使用途迅麦克风，进入伴奏播放模式";
"累计观看人次" = "累计观看人次";
"你还没有选择封面哦!" = "你还没有选择封面哦!";
"观众和你看到的画面一致" = "观众和你看到的画面一致";
"观众和你看到的画面相反" = "观众和你看到的画面相反";
"请您使用FB登录哦" = "请您使用FB登录哦";
"授权失败，请稍后重试" = "授权失败，请稍后重试";
"K歌的道路上，怎能没有好友相伴？解除授权后，将无法获取该账号的好友K歌信息。" = "K歌的道路上，怎能没有好友相伴？解除授权后，将无法获取该账号的好友K歌信息。";
"解除" = "解除";
"暂时没有好友" = "暂时没有好友";
"邀请好友一起来玩呗，还有鲜花奖励哦~" = "邀请好友一起来玩呗，还有鲜花奖励哦~";
"该设置不适用于接入蓝牙设备的情况" = "该设置不适用于接入蓝牙设备的情况";
"您当前使用蓝牙连接途迅麦克风，无法在直播过程中通过途迅设备播放和录音，建议使用有线连接以获得更好的直播体验。" = "您当前使用蓝牙连接途迅麦克风，无法在直播过程中通过途迅设备播放和录音，建议使用有线连接以获得更好的直播体验。";
"此作品已被用户设置为私密，不能访问" = "此作品已被用户设置为私密，不能访问";
"关注更多好友" = "关注更多好友";
"你取消了Facebook授权，要授权才能使用" = "你取消了Facebook授权，要授权才能使用";
"Facebook登录失败，请稍后重试" = "你取消了Facebook授权，要授权才能使用";
"已取消授权" = "已取消授权";
"%@K币" = "%@K币";
"反馈伴奏质量差" = "反馈伴奏质量差";
"抱歉，您所在地区因版权原因无法播放原唱" = "抱歉，您所在地区因版权原因无法播放原唱";
"官网" = "官网";
"探索" = "探索";
"开源组件许可" = "开源组件许可";
"加载信息失败，请手动填写资料" = "加载信息失败，请手动填写资料";
"请填写所属国家" = "请填写所属国家";
"请填写生日" = "请填写生日";
"编辑" = "编辑";
"送给" = "送给";
"其他登录方式" = "其他登录方式";

// 表情描述
"[/微笑]" = "[/微笑]";
"[/撇嘴]" = "[/撇嘴]";
"[/色]" = "[/色]";
"[/发呆]" = "[/发呆]";
"[/得意]" = "[/得意]";
"[/流泪]" = "[/流泪]";
"[/害羞]" = "[/害羞]";
"[/闭嘴]" = "[/闭嘴]";
"[/睡]" = "[/睡]";
"[/大哭]" = "[/大哭]";
"[/尴尬]" = "[/尴尬]";
"[/发怒]" = "[/发怒]";
"[/调皮]" = "[/调皮]";
"[/呲牙]" = "[/呲牙]";
"[/惊讶]" = "[/惊讶]";
"[/难过]" = "[/难过]";
"[/酷]" = "[/酷]";
"[/冷汗]" = "[/冷汗]";
"[/抓狂]" = "[/抓狂]";
"[/吐]" = "[/吐]";
"[/偷笑]" = "[/偷笑]";
"[/可爱]" = "[/可爱]";
"[/白眼]" = "[/白眼]";
"[/傲慢]" = "[/傲慢]";
"[/饥饿]" = "[/饥饿]";
"[/困]" = "[/困]";
"[/惊恐]" = "[/惊恐]";
"[/流汗]" = "[/流汗]";
"[/憨笑]" = "[/憨笑]";
"[/大兵]" = "[/大兵]";
"[/奋斗]" = "[/奋斗]";
"[/咒骂]" = "[/咒骂]";
"[/疑问]" = "[/疑问]";
"[/嘘]" = "[/嘘]";
"[/晕]" = "[/晕]";
"[/折磨]" = "[/折磨]";
"[/衰]" = "[/衰]";
"[/骷髅]" = "[/骷髅]";
"[/敲打]" = "[/敲打]";
"[/再见]" = "[/再见]";
"[/擦汗]" = "[/擦汗]";
"[/抠鼻]" = "[/抠鼻]";
"[/鼓掌]" = "[/鼓掌]";
"[/糗大了]" = "[/糗大了]";
"[/坏笑]" = "[/坏笑]";
"[/左哼哼]" = "[/左哼哼]";
"[/右哼哼]" = "[/右哼哼]";
"[/哈欠]" = "[/哈欠]";
"[/鄙视]" = "[/鄙视]";
"[/委屈]" = "[/委屈]";
"[/快哭了]" = "[/快哭了]";
"[/阴险]" = "[/阴险]";
"[/亲亲]" = "[/亲亲]";
"[/吓]" = "[/吓]";
"[/可怜]" = "[/可怜]";
"[/菜刀]" = "[/菜刀]";
"[/西瓜]" = "[/西瓜]";
"[/啤酒]" = "[/啤酒]";
"[/篮球]" = "[/篮球]";
"[/乒乓]" = "[/乒乓]";
"[/咖啡]" = "[/咖啡]";
"[/饭]" = "[/饭]";
"[/猪头]" = "[/猪头]";
"[/玫瑰]" = "[/玫瑰]";
"[/凋谢]" = "[/凋谢]";
"[/示爱]" = "[/示爱]";
"[/爱心]" = "[/爱心]";
"[/心碎]" = "[/心碎]";
"[/蛋糕]" = "[/蛋糕]";
"[/闪电]" = "[/闪电]";
"[/炸弹]" = "[/炸弹]";
"[/刀]" = "[/刀]";
"[/足球]" = "[/足球]";
"[/瓢虫]" = "[/瓢虫]";
"[/便便]" = "[/便便]";
"[/月亮]" = "[/月亮]";
"[/太阳]" = "[/太阳]";
"[/礼物]" = "[/礼物]";
"[/拥抱]" = "[/拥抱]";
"[/强]" = "[/强]";
"[/弱]" = "[/弱]";
"[/握手]" = "[/握手]";
"[/胜利]" = "[/胜利]";
"[/抱拳]" = "[/抱拳]";
"[/勾引]" = "[/勾引]";
"[/拳头]" = "[/拳头]";
"[/差劲]" = "[/差劲]";
"[/爱你]" = "[/爱你]";
"[/爱情]" = "[/爱情]";
"[/飞吻]" = "[/飞吻]";
"[/跳跳]" = "[/跳跳]";
"[/发抖]" = "[/发抖]";
"[/怄火]" = "[/怄火]";
"[/转圈]" = "[/转圈]";
"[/磕头]" = "[/磕头]";
"[/回头]" = "[/回头]";
"[/跳绳]" = "[/跳绳]";
"[/挥手]" = "[/挥手]";
"[/激动]" = "[/激动]";
"[/街舞]" = "[/街舞]";
"[/献吻]" = "[/献吻]";
"[/左太极]" = "[/左太极]";
"[/右太极]" = "[/右太极]";
// 以上为表情描述
"本地榜" = "本地榜";
"全球榜" = "全球榜";
"内容偏好" = "内容偏好";
"当前选择" = "当前选择";
"定位" = "定位";
"语言榜" = "语言榜";
"语言" = "语言";
"本地" = "本地";
"推荐用户" = "推荐用户";
"全民K歌小助手" = "全民K歌小助手";
"之前" = "之前";
"暂无消息" = "暂无消息";
"发现用户" = "发现用户";
"我们已经把\"%@\"加入曲库啦，快来唱吧！" = "我们已经把\"%@\"加入曲库啦，快来唱吧！";
"[cut]0[/cut]评论了你的专辑\"%@\": [cut]1[/cut]%@" = "[cut]0[/cut]评论了你的专辑\"%@\": [cut]1[/cut]%@";
"[cut]0[/cut]评论了你的作品\"%@\": [cut]1[/cut]%@" = "[cut]0[/cut]评论了你的作品\"%@\": [cut]1[/cut]%@";
"[cut]0[/cut]回复了你的专辑\"%@\": [cut]1[/cut]%@" = "[cut]0[/cut]回复了你的专辑\"%@\": [cut]1[/cut]%@";
"[cut]0[/cut]回复了你的作品\"%@\": [cut]1[/cut]%@" = "[cut]0[/cut]回复了你的作品\"%@\": [cut]1[/cut]%@";
"送礼给你的专辑\"%@\"" = "送礼给你的专辑\"%@\"";
"送礼给你的作品\"%@\"" = "送礼给你的作品\"%@\"";
"关注你啦！你想和Ta互相关注吗？" = "关注你啦！你想和Ta互相关注吗？";
"你的%@好友%@加入WeSing啦!" = "你的%@好友%@加入WeSing啦!";
"访问了你的主页。" = "访问了你的主页。";
"[cut]0[/cut]加入了你的合唱[cut]1[/cut]\"%@\"" = "[cut]0[/cut]加入了你的合唱[cut]1[/cut]\"%@\"";
"[cut]0[/cut]收听了你的作品[cut]1[/cut]\"%@\"" = "[cut]0[/cut]收听了你的作品[cut]1[/cut]\"%@\"";
"[cut]0[/cut]收藏了你的专辑[cut]1[/cut]\"%@\"" = "[cut]0[/cut]收藏了你的专辑[cut]1[/cut]\"%@\"";
"[cut]0[/cut]收藏了你的作品[cut]1[/cut]\"%@\"" = "[cut]0[/cut]收藏了你的作品[cut]1[/cut]\"%@\"";
"最新" = "最新";


